[
  {
    "title": "A Place to Pray",
    "author": "Souvankham Thammavongsa",
    "date": "2025",
    "url": "https://www.vqronline.org/spring-2025/fiction/place-pray",
    "text": "The house that the three men lived in looked like any old house in the neighborhood. No carvings on the door or around the roof. No lush garden out back, just a patch of green and barely even that. The windows had all been closed and the curtains drawn. When the men were outside, they wore jeans and cable-knit sweaters instead of their saffron robes. Teenagers driving by would yell “Yo-Yo Ma!” at the sight of them on the front lawn. At first, the men didn’t know what those teenagers meant, and they reassured each other that it was no insult. Over the years, places like this—ordinary homes on the outside, but Lao Buddhist temples on the inside—got complaints, were shut down, vandalized. Neighbors gossiped, said it was a front for gambling, money laundering, selling drugs. They didn’t know it was a temple. It looked like an ordinary home with a garage, a driveway, brick. Later, people would shout at the men who lived there: “Go back home!” Truth was, they wanted to. But home was lost to them. A war had driven them all out, which was why they were living in that house in the first place. They simply wanted a place to worship. That winter, Boun Lai’s mother moved into this temple, the only woman among them. Women did not usually serve the temple unless they were old widows. She’d felt a calling and wanted to serve. All her children were grown and no longer lived at home. They had their own families. Instead of waiting around for them to visit or call and ask about her, she thought she could start a new life doing something else. She arrived at the house dressed in her crisp white robe, singular and distinguished, ready to shave her head. Black clumps of tangled hair, hair that she no longer wanted to bother washing or combing or shaping anymore, fell onto the patio floor, behind the house. The wind carried strands of it across the snow like small black tumbleweeds. Without hair, her face opened up. It brightened and she seemed like a new person, though not for long. A couple of months after his mother moved into the temple, Boun Lai’s father died. He was put in a wooden box—a makeshift coffin, the lid nailed shut—and was left hidden out back, like garbage. When Boun Lai got to the temple to see what was left to take care of for the funeral, he caught sight of that wooden box out back and knew: It was because his father used to be one of them, a monk, who had abandoned the whole thing. Still, the old man deserved better than this. Boun Lai was furious. Where were the monks to deliver the rites? Where was the gathering of friends, the feast, the ceremonies? His mother, of all people, should have known. Boun Lai tried to contain himself. He didn’t want to criticize his mother, didn’t want to critique what she devoted herself to. But standing there with his family—his brothers and sisters, his mother—he could not hold back.  “Is everyone seeing what I’m seeing?!” No one said anything. His mother wept, though she knew those tears would keep her husband’s soul trapped here, unable to move on. After a few minutes, his mother said, “This was all the temple could do for us, given the money we have right now.” As if it really was about the money. Boun Lai recalled the funerals of other men, one in particular who had been placed inside a mahogany casket. The golden handles sparkled. His hair had been slicked back, his navy-blue suit pressed without a wrinkle, a perfectly tied knot tucked neatly at the center of his collar. Black, gleaming shoes. The temple had stopped everything to hold his funeral and had given him the proper rites, the proper ceremony. Boun Lai’s father had once said to him, “That’s how I want to go.” “I thought I could at least see his face one last time,” Boun Lai said. “Nailed shut! And left out in the cold like this!” Here, in this box, his father was invisible. What was he wearing? How was he presented? No one would ever know. Had he been given shoes to wear? Was he just lying there naked? That certainly was no way to show up to meet his maker. Boun Lai thought about breaking into the box—but that would be unheard of, to disturb a dead body. Boun Lai’s brothers just stood there in a cluster, each with his cell phone out, tapping at its surface. It seemed to them there was nothing wrong with standing outside, in a cold driveway, for a funeral. Of all the siblings, Boun Lai, the eldest, looked like their father the most: the high cheekbones, the wide nose, the narrow eyes, the thick, black hair. Looking at him, it was as if the old man had risen from the grave, come back to complain about his own funeral. They looked so alike at that age, forty-two. Boun Lai looked over at his sisters. The two of them, their winter coats unbuttoned, their low-cut dresses showing skin. Too much skin for a funeral, to be honest. Tall, pointy heels. They were dressed as if to go barhopping—ignoring the tradition of white! He hadn’t seen them in years, but he could see what living in the new country was doing to them. They’d forgotten where they came from. So desperate to fit in and do away with the people they belong to. They were all so ugly. He wanted to say this to them, to somehow set them right, but the words clogged his throat and wouldn’t come out, and he could only manage to do what he was afraid to do, and wept. Nearby, his little nieces and nephews, shouting in English, ran circles around the wooden box. Months ago, when his mother had decided to live at the temple, Boun Lai was the most vocal among her children about her decision. To do so with a husband still living was basically like saying he was dead—dead to her, at any rate. Boun Lai pointed this out to his mother and added that he didn’t trust the men who ran these so-called temples. He didn’t trust men who vowed, from childhood, to be celibate. “No boy of nine,” he said, “should take a vow of celibacy. I just don’t buy it. I’m telling you.” “You don’t believe in anything.” “Every time I visit a temple, I have to shell out something like two hundred bucks for good karma. Money—that’s my faith. That’s my belief.” “I’m going to go live there. I’m going to do what I’m going to do.” “I just don’t want you to get disappointed.” He paused, then said, “Remember that ajahn you loved so much back in Laos? Remember how he traded his robes out for some pants and a shirt and got himself a woman and got married so he’d have papers? See how quickly he gave up on devoting?” “I can’t believe you remember that—you were just a boy.” “I was twenty-three, Ma! A man. I was a man, and besides, you don’t forget things just because they happen while you are only a boy,” he said. “People do what they have to, to live. You think he would have lived if he hadn’t done that? He did it so he could live and devote. It’s his devotion that matters.” “And what about Pa? People are going to think you’ve fallen in love with one of the ajahns. You know how people can talk.” “And let people talk!” She swiped at the air as if surrounded by little flies. “Psssh. People and their talk. It’s what they do to entertain themselves.” “Ma, I’m just saying. I see the way they look at women. Don’t come crying to me when they take off with one.” “Shhhh! It’s bad to go on like this about them. They are good men.” “And Pa? You’re just going to leave him to himself? He needs you.” As Boun Lai and his mother continued, over the phone, Boun Lai’s father sat there looking at his wife’s lips form the shapes of words he couldn’t understand—he had lost his hearing years before. He shook his head and smiled, because he knew simply by the way she looked while speaking that it was Boun Lai on the phone, and he chuckled at the thought that those two were always going on about something. Boun Lai’s father was old. The tattoos he had gotten in his youth—one along his upper left arm about faith and love, the other on his right thigh that just said sex— now just looked like large raisins. The tattoos had meant something to him once, a long time ago after he’d just left the temple, his vow of celibacy broken. No longer a monk, he could mark up his body however he wanted; he could do whatever he wanted. There had been some talk about getting Boun Lai’s father a hearing aid, but he had only just recently gotten his teeth. All of it together would have cost too much. The old man already had a home, a place to live. It wasn’t right to ask for so much. There wasn’t much use in hearing anyway. He preferred the sound of his own body, locked in a quiet hum. It was like being in a temple, but alone. Besides, he had heard it all, from everyone—and anyway, how long would he be wearing the hearing aid? A few months or years before he’d be gone. It was no use spending that kind of money on him. Boun Lai’s father didn’t have his hearing or his real teeth, but he had his pigeons and the vegetables in the backyard when it was summer. When it got cold, he just put them in cheap plastic containers and brought them in. Any time he turned on the tap there was drinkable water. He didn’t have to walk far to get it. It was right there. And the house was paid for. It wasn’t a palace, sure, but it was his and it was paid for. All of it. Maybe it even looked like an outhouse—small, flat-roofed, two rooms and a bath—and, as he liked to joke, in his own country, they had bigger outhouses than this, but at the end of the day, when all was said and done, he owed nobody nothing. He liked it that way. Boun Lai’s father knew what it was like to want to serve the temple, but he was not the kind of person who would have put it into words for others to understand. When he was younger, he went, like a soldier, to do the right thing. His wife had it now, that calling, and she was going to see it through. He knew the honor of devoting, what it meant for the family, how proud his parents were when he was seen shaving all his hair off. He felt the same kind of pride for his wife now. He wanted her to serve, however unconventional the timing, even if it looked to others like she were leaving him. He knew she wasn’t leaving him, and that was good enough. Boun Lai’s mother spent enough time at the temple that she practically lived there already. She and his father had their routine together, and in the weeks after she moved into the temple, it didn’t change much. He prepared her favorite meals, dishes that brought back memories of their life together. He loved watching her eat what he prepared for the temple, his donation. Of all those little bowls—the alms that the community brought—he loved how she could recognize which dish was his. He loved to make mok pa, a recipe he knew by heart, and which, for fun, he would make with variations from time to time. She would look up from her group and search for him in the crowd, and a slight smile would cross her lips: She knew. That mound of dill, bits of lemongrass and shallots. The way he folded the banana leaf and stuck a wooden toothpick in to sew one stitch to seal it—that could only be him. To be known and seen that way—through the food—well, that was something special for him. At home, just the two of them, over dinner, she had never looked at him like that. So when she started spending all her time there, devoting, at the temple, he went every day just before noon, to help prepare the food, offer up his donation. Sometimes love happens to you all over again. It isn’t loud and doesn’t come with so much drama, and maybe to someone else it might mean nothing. Having her look up and know it was his cooking was what he lived for. He never would have set foot in a temple again had it not been for her. Now he showed up every day—not for his faith, but for her, to honor the love they had outside the confines of the temple. He thought he had lived a good life, had done the best he could with what he had. There wasn’t much to show, but he had done good with all of it. There was nothing wrong with doing right by that. Boun Lai considered himself a grown man. He was the eldest son, independent, making it on his own. He made his own living, wasn’t begging for money. He did the dishes and the cooking in a Thai restaurant called Spicy Spices. Not his idea. What he cooked there was actually Lao food, but it was called Thai. “People don’t know anything about Laos,” the owner told him. “You mention Thailand and they all say friendly people , bright smiles , pretty girls , spicy food . You mention Laos, and no one knows where it is.” In the end, that was just fine with Boun Lai, just as long as he wasn’t making burgers and slopping ketchup all over everything. Most people Boun Lai’s age were already married with children. All his siblings were. He briefly dated one of the waitresses, just before she quit. The waitresses all looked the same to him. He could have chosen one, pursued it, and he wouldn’t have to explain, and people wouldn’t be asking him about it. There was one waiter, Sam, who worked there for two weeks one summer. Boun Lai had noticed underneath the man’s clothes lean muscles around his neck and along his arms. Every time Sam spoke to him it was like his face knew how to find the light. Sometimes a person can want something and be too scared. He didn’t feel that way about the female waitresses he saw every day. That Boun Lai never went calling on his parents was proof to him that he was an individual, a grown man. But, of course, he would always be their child, the little boy they chased after to put pants on after a bath. His parents lived in the city now, with his brothers and sisters nearby, but he lived the farthest from all of them in a small town. He wanted it that way, to be on his own. When the Vietnam War ended, they had needed to get out of Laos. They all ended up in a refugee camp. He hadn’t wanted to wait any longer. At first, they were told it would be a few weeks, and then months passed, and then it was a year. He got desperate. He was willing to go anywhere as long as they would take him in. It didn’t matter to him if the whole family went together. He was twenty-three then, old enough to be on his own. When the nuns in the refugee camp told him he could get baptized and be sponsored by the church, he signed up without his family. His family had refused to be baptized, even when they saw that within days he had his papers and was getting out. All he had to do was believe. And wasn’t that faith, to come to a country where you didn’t know the language? By faith alone you knew you would find your way. When he first landed, he told his parents “This place, it snows all year round—and you won’t believe this if I told you, but everything is covered in ice cubes! Ice cubes, Ma! Ice cubes! You wouldn’t believe it even if you saw it.” He did not know what the word for snow was in Lao, so he called the snow the only thing he knew that was cold in his country. Ice cubes. He went on about the cold. An ice-cream headache that never ended, he said. He liked to exaggerate the cold to make himself seem courageous and bold—a pioneer, roughing it in the bush. His brother once made the mistake of calling him a country boy, about not moving up in life, like they had, in the big city, but Boun Lai wouldn’t have it, rising from the chair, hovering over him, and insisting he lived in the city. His town was a city and he was a city man. On the few occasions he did call his parents, their conversations would always return to religion or some bit of gossip the sisters or brothers picked up, if he had a girl, about friends back home, at one of the card parties they loved to go to on the weekends. The talk would quickly turn into something unpleasant. It always ended with him saying something that didn’t sit right with his mother, and then he would feel terrible about it, and then, later on, there would be a phone call to make things right again, some more back and forth, as if the fights were just a warm-up to getting at the thing she wanted. There was this one time his parents came to visit. This was before his mother was living in the temple, serving there. It was at his expense, of course, and his mother brought along her new man, the ajahn, and his dad. She said she was bringing along the ajahn to bless his home. He didn’t know what for. It was just a rental with mice and cockroaches occasionally scuttling across the floor. When his mother arrived, he noticed her boundless energy and how she had quickly taken charge of his home as if it belonged to her. Her finger pointed at areas that needed to be cleaned, and then later, at the missed spots. Told him to prepare elaborate meals. There had to be warm soup, meat, rice, fruits—the ajahn’s favorite dishes. There had to be a variety of things throughout the week. “None of that cheap stuff you eat! New day means new dishes! Spare no expense when it comes to Ajahn. This is how you will earn good karma for the next life.” “Ma,” he said, “I’m kind of interested in the karma in this life.” His mother knew that this life was too late, and stared him down, unable to understand what kind of thoughts were in his head, what kind of thinking he did. She blinked and then went on. “Only use the bowls that the ajahn carries around with him,” she said. “Otherwise, his nose will bleed, eating out of the same thing as common, sinned people. He is a pure soul. Devoted since he was nine! Devoted! Now, always put the food in little bowls. Serve him first. We eat later, after he’s eaten from all the bowls. The very fact that he’s eaten from one is his blessing.” “Yeah, blessed all right,” Boun Lai joked. “With his germs.” Boun Lai’s mother grew angry. Such ignorant mockery. How could she have raised such a faithless son? What good was belief when you never even made use of it? Boun Lai’s father was silent. Not a word out of him, quietly preparing meals in the kitchen. What his father thought about all this, this devotion, he never asked. Three weeks after his father’s funeral, it was Boun Lai who had to go get his mother when she called him on the phone. She didn’t want to be at the temple anymore. What happened, or what changed her mind, she didn’t say. When he made the drive, alone, to get her, he found her standing there at the end of the paved driveway in the cold dark. She was holding a black plastic garbage bag, the open-end closed by her grip. To anyone else, she looked like someone taking out the garbage. How long had she been standing there? He could only guess, but it didn’t really matter. It was that she didn’t want to be there at all. He had heard it in her voice when she called him. She sounded small, as if the life force that made her voice boom was missing. They drove in silence to his small apartment. The first thing he did was clear out the shoe closet. A few days later, he fit it with bookshelves—a place for candles and statues, bowls for dried fruit and water to hold her offerings. All his mother wanted was a place to pray. He wanted that for her too. Every morning and every evening, Boun Lai’s mother would open the shoe closet, get on her knees, bring palm to palm, and pray. The shoe closet, despite the incense and lighted candles, smelled of old leather and sweaty socks. One day, after she was done praying, Boun Lai’s mother walked to the end of the dark hallway and looked out a small window and saw a courtyard garden—lush and green, with a fountain, a thick cement wall. The way the light fell on the whole place was a thing at which to marvel. A large bell hung high above. At its peak, a beaming gold cross. The sun, wherever it was in the sky, always found a way to shine on it. It was clear to anyone looking what this place was for."
  },
  {
    "title": "A Friendship",
    "author": "Karan Mahajan",
    "date": "2025",
    "url": "https://www.vqronline.org/spring-2025/fiction/friendship",
    "text": "The metallic desks in the administrative offices of IIT-Delhi, India’s top-ranked engineering college, hadn’t been moved since 1976; nor had their bureaucratic occupants. This created in the office an atmosphere of geopolitical resignation: You were doomed to your neighbors. You were doomed to their odors, their grumblings, their diseases, their distracting asides, their telling trails of powdery dandruff. Some old-timers reacted to this situation by scrunching themselves into sarcophagi of perpetual sneers or pursuing reputations as great bores. Others went a little mad from convivial rounds of tea—you could see these individuals leaping about the office, jazzed up on caffeine, slapping their neighbors’ tables like monkeys. Of all these neighborly interactions, Mr. Siddiqui felt that his relationship with Mrs. Khanna, who sat at a desk to his left, was by far the most courteous, respectful, sophisticated, moral, intelligent, and mutually beneficial—a model of old-fashioned civility. How else had they gone twenty years without even a smidge of trouble? Why else did they choose to eat lunch together every day? They had started at the office within a week of each other—him first, her second—a small nick in the chronology of their relationship that, like the fractional age difference of minutes between fraternal twins, was applied with all the more rigor because it felt made-up, a matter of fun, an unnecessary fling with formality: Mrs. Khanna always turned to Mr. Siddiqui for advice from her desk. “You are my senior, after all,” she would joke. He saw her children get married, and she came to the wedding of his older son, and they even met each other’s spouses at college functions. He was often pleased when he thought about her. And a little indignant in the face of imagined gossip. Can’t gents and ladies be friends? he pictured himself telling the naysayers. Arre, what century are you all living in? Then, one day, Mrs. Khanna was promoted. “Congratulations,” Siddiqui said from between gritted teeth—it was how he spoke. “Hai Ram,” she said. “In my fifties they want me to work hard.” She violently swept things off her desk—pens, a sharpener, and a photo frame of the Goddess Lakshmi—into a plastic bag and tied the two ears of the bag in a harsh knot. Then, muttering in that attractive manner of hers, her sparse reddish bun coming loose, she marched to her new office. Siddiqui, sitting at his desk, his delicate nose twitching, his bald pate shiny, had imagined their lunchtime sessions would continue as before. But instead, as with everything in this office, geography was destiny, and Mrs. Khanna began to eat lunch alone in her new cabin; or worse, outside her cabin with her new neighbor, a tall, big-eared records clerk with a perpetual tilak on his forehead. Sometimes Siddiqui would glance over at them, and Mrs. Khanna would seem to register him between chews with a tremor of her head. But she betrayed nothing more. She’s the one who left , he thought. Let her come talk to me first. On a Thursday , right before lunchtime, Mrs. Khanna stopped by Mr. Siddiqui’s desk. She was wearing a pink kurta with mango patterns stitched all the way up and down. She appeared agitated. “Siddiqui saab, can we talk for one minute?” Mrs. Khanna asked. He put one elbow on the metal table and propped his head on it inquisitively. “Tell me, Khanna Madam.” “So this is the situation,” Mrs. Khanna said in her thick voice, throwing the dupatta over her broad shoulders. “I was sitting and working when a boy entered my cabin. A new student, a fresher. I told him that if he had any questions about fee payment, talk to Akshay. But he said, ‘Madam, you are the in-charge of the personal details, no?’ And then he started saying he wants to change his name.” Siddiqui had no reaction to this unusual clerical request; rather, he was trying not to act too pleased. She went on, “I told him my hands are tied. There is nothing I can do about a name. You’ll have to talk to the government. But he’s not listening. He’s saying his name needs to be changed by tomorrow or he will go on a hunger strike. He started out saying ‘Auntie-this, Auntie-that,’ but now he is saying things like ‘See what you can do to me.’” “What nonsense,” Siddiqui said. “That’s why I’ve come to you.” “He’s still there?” “He won’t move.” “How dare he threaten you.” He closed his eyes. “And he’s brought no paperwork.” “Does he think we are the passport office?” asked Siddiqui, musically clucking his tongue. “For these young people, going on hunger strike is just a fashion. Give me one minute. I’ll come,” he said, making a rose with his hand. Mrs. Khanna looked grateful. Siddiqui typed out a few useless performative words on his keyboard with his forefinger, then got up and went to Mrs. Khanna’s wooden box of an office. He had never been inside the cabin. The floor was a terrazzo blur that chafed the underside of his old shoes. The desk was a rude, cold, blue-gray gunmetal, the same as the huge almirahs that cast shadows over everyone and everything in the building. The boy was sitting on a plastic chair with his back to the door. He had flaking skin and chapped lips. His hair was curly and long and his stubble was thicker over his lip, making him look pugnacious and young at once. The sleeves of his shirt were rolled up, and he was leaning back comfortably, with one leg over the other in the Western impudent style. He didn’t get up when Siddiqui entered, and so Siddiqui was forced to go around the chair and desk to face him. But Siddiqui didn’t sit down in Khanna’s chair; that would have been too presumptuous. “Tell me, why are you being rude to Madam?” he asked the boy. The boy, who was broad, cleaned his nails and looked straight at Siddiqui. “I just want to change my name, sir,” he said, in a hushed, polite voice. “That’s all I said to Ma’am.” “Your classes are starting tomorrow. You’re an intelligent person; how can this be done in that time?” Siddiqui felt a little foolish speaking the way he did, standing behind the desk while the boy sat—as if the boy, and not him, were the one with the power. “See, uncle, I did full preparations for this. I put in a request with the government office exactly on time. But there has been a delay on their end.” “Then come back in two, three days when you have received the forms,” Siddiqui said. “Uncle, there is one problem,” he said. “There is no problem,” said Siddiqui. “Please, one minute, listen to me,” the boy said calmly, but pointedly. “My current name is…my name is Niyaz Alam, and I want to change it to Shakti Ahuja.” “So you’ll go from Muslim to Hindu?” Siddiqui said, suddenly enraged. But he was enraged not at the boy but at Mrs. Khanna—and himself. Siddiqui was the only Muslim in the office. Was this the only reason she had approached him? Then why hadn’t she been direct? There was something else under her stiff, formal attitude—was it hurt?—but he could not see it through his own pain. The boy shook his head delicately. “One minute,” Siddiqui said. He went out into the bigger room where Mrs. Khanna was waiting at his desk. But courage failed him. “My sinuses,” he said to her. “Did they just paint your office?” Then he said, “This is a very strange situation.” “He thinks just like that he can become a Hindu,” Mrs. Khanna said. “I won’t allow it,” Siddiqui said. He marched back to talk to the boy. “I have discussed the matter with Madam and it cannot be done,” he said. “But uncle,” the boy protested. “What I told Madam is—okay, you can’t change my name officially by tomorrow, that’s fine. But all I am asking is that you request the teachers to announce my name as Shakti Ahuja when they take attendance. Because if my fellow students know I am a Muslim tomorrow, then they will know it for the rest of the four years.” He said, “Therefore I am kindly asking”—he joined his hands in the Hindu style—“for your help. In two days, the forms will come and I won’t bother you again.” “Is it our fault you are delayed?” Siddiqui said. How was it that the boy had not understood that he, Siddiqui, was a fellow Muslim? “There are always delays in government offices.” “Then you should have budgeted for it, correct?” “Sir, forgive me. I am from a small town. I came here using my own resources to change the name. I could not come twice.” Siddiqui became curious. “What was your rank?” “Twenty-four,” the boy said. So that explains his arrogance , thought Siddiqui. Small-town Muslim boy with a big rank . “Why didn’t you think to change your name before?” “Sir, my abba wouldn’t allow it.” “Now he has changed his mind because of your rank?” asked Siddiqui. “No, uncle,” said the boy. “Unfortunately, when I was giving the entrance exam, he passed away.” “And now you think you can do as you please.” The boy was unfazed. “Uncle, I promise I’m not insulting any community or religion, but the problems Muslims have in India have increased after Babri and Bombay. People don’t want to give us jobs or rent us houses. I have worked hard to reach here, but my name will always be a weight around my neck.” He confided, “And one more thing: From a young age, I have wished to be prime minister. But you know, sir, even in a secular nation, no one with a Muslim name could ever become the PM.” “You have not heard of President Zakir Husain? Look at Dr. Fakhruddin Ali Ahmed.” “But Husain and Ahmed sirs were presidents,” the boy said. “That is just a ceremonial role.” Siddiqui said, “Don’t you think you are being cowardly? Our community needs the example of boys like you.” He didn’t notice he had said our . Nor, it seemed, had the self-possessed boy. The boy did that annoying nail-cleaning thing again. “This varies from individual to individual. I have no give-and-take with this so-called community, uncle. It is an old romantic notion. I got into IIT not because of the community but because of myself. Anyway, as you are perhaps aware, the Muslim community has its own problems. People are conservative and backward. And I want to be a free person. This is all I was telling Ma’am.” Siddiqui was astonished by how much the boy was willing to pander to what he incorrectly assumed was a Hindu audience. “This is a very good speech,” he said, “but this is an office, and in this office we have rules, and the rule says we cannot do anything till you have the papers.” The boy’s crossed legs tensed. “But I am not leaving.” Siddiqui said, “That’s okay. You enjoy. At six the office will close. You can sleep here if you like.” The boy was silent—Siddiqui couldn’t tell if it was defiance or defeat. Siddiqui found Mrs. Khanna by the noticeboard in the office. “I have tried talking to him, but he is not listening.” “I thought he would listen to you,” she sighed. “I’m sorry,” said Siddiqui. Abruptly, he went back to his desk. He was irritated by the boy, by the fact that he had such a high rank, by the fact that he had barely even noticed Siddiqui, by the fact that the boy had made no effort to be persuasive. The boy had just sat there. At his desk, Siddiqui felt half dead too. He found a piece of paper and kept his head suspended above it like a lamp. His temple ached and his eyes couldn’t focus. He looked down at the small triangular patch of plastic chair between his two legs. He thought, I should eat . But he didn’t get up. He soon discovered that Mrs. Khanna had galvanized the entire office to solve her case. Within an hour, one of the peons came back with Professor Handa. Handa was a tall man with a long neck and small Gandhi glasses on his thin nose. With his excessively upright posture and sparse silver hair, he looked a little like a plucked pelican. He was wearing a tan safari suit and swaggering about. Khanna followed him into her cabin and Siddiqui could not resist joining them. They stood in the doorway as the professor confidently pulled up the chair from behind the desk and sat himself across from the boy, as if to have an intimate chat. “My name is Professor Handa. Material sciences. Now tell me: Are you okay?” Handa had a no-nonsense bedside manner which brought the boy to tears. “Professor-sir,” he said, sniffling. “I have studied hard and got into IIT. All I’m saying is: I don’t want a name to stand between me and my future.” “But beta, it’s not just a name: It’s your religion, your culture,” Handa said. The boy said, “But I didn’t choose it.” Handa looked up at Siddiqui. “You’re a Muslim, right?” he said. “Have you tried talking some sense to this boy?” Siddiqui was flustered. But he was proud that the professor knew his religion. The boy looked at him with malicious curiosity now. “Sir, he didn’t listen,” Siddiqui said, finally, in an obsequious manner. Handa turned to the boy. “Come. Let’s do this. My car is outside. Let us go and drink a cold coffee at Nirula’s.” “But professor-sir,” the boy stuttered. “This office will close in two hours.” The professor laughed. “Baap re, I can see why you got a good rank: such determination!” He looked up at Mrs. Khanna. “Have you explained to him that he can be suspended if he doesn’t come with me?” He looked at the boy. “Yes, suspended. Before your first day!” The boy’s face became pinched, then ugly. He sneered. “Sir, you cannot suspend me. I am the only Muslim in the top fifty. There is an underrepresentation of Muslims at IIT. If you suspend me, I will have no choice but to go to the press.” “Believe me,” said Handa. “That will not stop me.” Then he started laughing. “Boy has such arrogance! If we don’t suspend him, he’s a Hindu, and if we suspend him, he’s a Muslim!” The laughter infected Mrs. Khanna. “He even asked me to marry him!” The boy shrank into himself on the plastic chair, as if unsure how to respond to this mirth. But when Handa said, “Come on,” the boy obeyed. Siddiqui did not join the laughter. After this fracas , Mrs. Khanna came by Siddiqui’s desk again. “Sitting very quietly,” she said. “Thank God he has left.” Then she said, “What are you thinking?” “Nothing,” he said. “Finishing some work.” “Are you angry about what happened?” “Why would I be angry?” Siddiqui said, angrily. “Just busy.” She ignored this. “Actually, what is the way to change the name?” He said, “You are the register in-charge, Mrs. Khanna. But I’m sure there is an entry in the computer. We can ask Akshay.” But they both hated Akshay; he was a young cocky clerk who acted as if he had attended a prestigious engineering college. Mrs. Khanna said, “What is funny to me is that he wanted to call himself Shakti Ahuja. Who calls themselves ‘Shakti’ these days?” Shakti meant “power” and Ahuja was a mercantile Hindu Punjabi name. “Seems like a normal name to me,” Siddiqui said. “And did you notice: He looked like he hadn’t slept,” she said. “His eyes were yellow.” Siddiqui hadn’t seen. “I wonder what his parents would think,” Mrs. Khanna went on. “He said his abba was no more,” said Siddiqui. “He’s doing whatever he wants.” She said, “Maybe I should have just said yes.” That was when Siddiqui actually started laughing. “What’s so funny?” Mrs. Khanna asked, pleased. “You and saying yes! In twenty years, you’ve never said yes to anyone or anything.” “Quiet!” she said, smiling. When she left his side , he sat beaming and then opened his uneaten lunch tiffin and began to eat. In his mind, he developed a paternal attitude toward the boy. If I could talk to him now , he thought, I’d counsel him to keep his name. I’d say: You’re right about the discrimination. You’re right about everything. But you must never be ashamed of the God you worship. I don’t believe in God , he imagined the boy saying. That’s fine , he would retort. But a name contains the culture. It is like a DNA. It has your family’s history written in it. Why would you want to throw that all away? Look at me. I have two sons and a daughter. One is in Dubai. They are all doing fine… He started thinking about his own life. He was happy with it, thanks to God’s blessings. He had no major complaints, except for the nagging character of his wife, to which he had reconciled himself. Everything had turned out fine. He even had good Hindu friends, such as Mrs. Khanna. In fact, he and Mrs. Khanna should have gone in together to talk to the boy. They should have shown him that discrimination is only in the mind. He began longing for Mrs. Khanna’s company again and got up and went to her cabin. “Did Professor Handa tell you anything more before he left?” he asked her. She was staring at her computer. “No,” she said, shaking her head. Then she looked up. “Come sit. Tea?” He sat. The tea came. She said, “Would you let Anwar—” Siddiqui’s younger son—”change his name if he asked?” The idea has really caught her attention , Siddiqui thought. “Of course not,” he said. “Unless there was a very good reason.” “But what if he was still Muslim, just with a Hindu name?” “It would only cause confusion. Let’s say he got married. If he married a Hindu girl, she would want to meet his family and would realize he was Muslim. And a nice Muslim girl—why would she marry a Muslim boy with a Hindu name?” “Also, it is unfair,” Mrs. Khanna said. “Women also face discrimination, isn’t it? But a woman can’t come in and say, ‘I would like to be a man.’” “Very true,” Siddiqui said piously, though he had wished to make an off-color joke about sex-change operations. “This is why I think IIT should have Mohammedan quotas,” she said. “It’ll end this headache. If he had been admitted from a quota, then he couldn’t have even thought about changing his name. That’s what I tried telling him.” “Was his rank really twenty-four?” They looked it up on a printed sheet. It was. They both had a nauseating feeling that the boy would get his way. The geniuses at IIT always did. “The students get ruder and ruder every year,” she said. “That’s the problem. If he had come in politely and asked, who knows how I would have reacted?” “Politeness?” clucked Siddiqui. “Forget it. Just forget it.” “Part of it is arrogance. The whole society is building up these boys for getting into IIT. And what the boys want is the big salary. When we started—remember?—there were so many idealists who went into the public sector.” She went on: “Now they have become so practical in the matter of their salaries that they want to change their names! Soon they will all take on American names—John, Sally, Harry.” She laughed at her own joke, and Siddiqui joined in. “That is the thing we should have told him,” Mrs. Khanna said, snorting. “Don’t change your name to Shakti Ahuja! Change it to Michael Jackson!” That night , Siddiqui woke up laughing from a dream he couldn’t fully remember. In it, he had been a young man—he knew that—and he was sitting in the crook of a tall tree with a friend, passing rude comments on the people below. But when he returned to the office the next day, he felt tired. He had become one of the men under the tree. The sound of rustling paper was all around him, and the files smelled riper. He thought about the boy and his own life. He thought about Mrs. Khanna and her promotion over him. From his desk, he could see her eating lunch with the records clerk once again. Two weeks later, without informing most people in the office, he retired. The name on his desk was soon replaced by another."
  },
  {
    "title": "Corners",
    "author": "Etgar Keret",
    "date": "2025",
    "url": "https://www.vqronline.org/spring-2025/fiction/corners",
    "text": "And then they started fighting about what the gravestone would say. Noam’s dad wanted “Son, something, and friend, plucked in the prime of his life.” He didn’t know what the “something” would be yet, just that there had to be three things, for the rhythm. Noam’s mom didn’t like plucked: “What do you mean, plucked? What is he, a guava?” She wanted it to say murdered, which kicked the discussion up into even harsher tones. Noam’s dad snapped that this was so typical of her: losing her temper, distorting reality, pointing fingers, to which Noam’s mom replied that if he wanted to call a drunk kid going eighty miles per hour, swerving into oncoming traffic and killing their son a plucker, then that was just fine, but not on Noam’s grave. And then Noam’s mother started weeping silently, and Noam’s dad went over and hugged her. They’ve been divorced since forever. Noam once told me that he’d never seen his mom and dad together in the same place since the day he was born, not even in a picture. When he was little he’d searched, but his father didn’t have any photo albums, and his mother had meticulously cut his father out of all the photos she’d kept. Every last one. Even the wedding pictures. And then Noam’s dad let go of the hug but left one arm on Noam’s mom’s shoulder and suggested that I should be the one to come up with the gravestone inscription. That way, they wouldn’t fight. Besides, I’m an author—words are my vocation, so I’d probably do a better job than either of them could. I wanted to politely refuse and explain that crafting a gravestone inscription had nothing to do with writing fiction, but Noam’s mom, who had stopped crying, said he was right: That’s what Noam would have wanted. And she said it made sense, because I was the last person who’d seen him alive. And then Noam’s dad quickly went to get a pen and paper, as if he’d sensed my discomfort with the whole thing and wanted to lock me in. He shifted one of the kitchen chairs with a screech and signaled for me to sit down. I didn’t want to, but I had no choice. Noam’s mom sat on my left, his dad on my right. It felt weird. Unnatural. As if we were about to sign an apartment lease. I knew I wouldn’t be able to leave until I came up with an inscription, and I really wanted to leave. To buy time, I wrote down Noam’s date of birth and date of death on the piece of paper. Noam’s dad pointed out that we should use the Hebrew dates, not the Gregorian ones. I nodded, as if I already knew that, and admitted that I wasn’t very good with Hebrew dates. Noam’s dad leaned back and said, almost to himself, “A Hebrew writer who isn’t good with Hebrew dates?” And then I started frantically jotting down all kinds of things about Noam: how talented and good-looking he was. How everyone loved him. How we’d miss him. How he was leaving behind a void, and so forth. Noam’s mom said, “That’ll never fit on the stone. It’s too long.” And his dad said, “But it’s nice. Nice, and true.” Noam’s mom looked at me with her chilling green eyes and asked what the last thing Noam had said to me was. That stressed me out. I started stammering. Noam’s dad wanted to know what that had to do with anything, and Noam’s mom said it did, because whatever Noam had said might be something we could put on the stone. That convinced Noam’s dad. I pretended I couldn’t remember, but they wouldn’t let it go. Noam’s dad said we had plenty of time. He offered me coffee. He also offered Noam’s mom coffee, but she said she wasn’t thirsty. She didn’t take her eyes off me, even while she was answering him. I told them that before Noam got in the car he’d said to me, “Look at us, we’re not kids anymore.” Noam’s dad said we could write, “Son, not a kid anymore, friend,” but he was worried that might sound a little forced. Noam’s mom kept glaring at me and then she said I was lying. She said Noam had never said any such thing to me. And then my phone rang. I looked at the screen and it said unlisted number . I pretended it was an important call. That I had to take it. On the other end of the line was a recorded message, but it took me a few seconds to realize that. It was someone named Aviram Yifrach, who was running for mayor of Ramat Gan. Yifrach promised that if I voted for him he would tackle corruption and provide more parking spaces. I hadn’t lived in Ramat Gan for years, but I’d never bothered to change my address. Yifrach said Ramat Gan was a sad, dying city and that he would bring it back to life. I listened to the entire message and then said, “Okay, I’ll be there in half an hour.” When they walked me out to my car, Noam’s mom accused me of lying again. She said I was lying to grieving parents, and that was an ugly thing to do. And then Noam’s dad started yelling at her: A friend of Noam’s, a famous author, had volunteered to help them come up with the inscription for free, and instead of being grateful, she had to take offense. “You’ve always been like that,” he added. “It’s like if you’re going down, you’re taking everyone down with you. When you’re unhappy, you make damn sure everyone around you is too.” Noam’s mom started crying again, loudly this time. She tried to keep her cool but she couldn’t. “Apologize to him right now,” Noam’s dad demanded, “or else he’ll leave and not come back. And the two of us will never be able to get this text finalized.” I tried to stop him. I said there was no need to apologize, everything was fine, it’s just that I had to leave, but after my meeting I’d give them a call and we’d get it all sorted out over the phone. But that just made her even angrier. I know, I shouldn’t have said “everything’s fine” to a mother who’d just lost her son. What kind of a writer was I? I couldn’t figure out the Hebrew dates, couldn’t even choose the right words. And then Noam’s mom repeated that I was a liar. A liar and a coward. And that I always had been. In my stories too. Noam used to bring her my books with trembling hands, as if I were at the very least some kind of Chekhov, but she’d always sensed it: the way I cut corners, the pandering. Everything was always in there except the truth. She never told Noam how she felt. It was so rare for him to have a real friend, and she hadn’t wanted to ruin it for him. But now wasn’t the time to be polite or nice, she said. This wasn’t just another saccharine story I was pulling together so that the cardigan-wearing librarians would like me. They were standing outside, next to me. I was sitting in the car with the key in the ignition, but the car door was still open, and even though it was cold, I didn’t dare close it. There was an uneasy silence, and then Noam’s dad said that if Noam hadn’t been an only child, they could have written, “Son, brother, and friend,” but it couldn’t be helped: They’d barely even managed to have him, and by the time he was three months old they’d already filed for divorce. On the way back to Tel Aviv, I tried to come up with an inscription. Something I could text them instead of apologizing or sending flowers. The last thing Noam had said to me before he drove off was “That’s it, finito , you and I are done.” Which could have been a pretty good inscription for a gravestone, but not Noam’s. I tried to forget, tried to dig through all the other words racing around my mind, including the ones that really weren’t right, seeing if I could force them into a thirty-by-seventy-inch marble rectangle. But no matter how I arranged them, they always ended up melding into a story."
  },
  {
    "title": "The Tiny Things Are Heavier",
    "author": "Esther Ifesinachi Okonkwo",
    "date": "2024",
    "url": "https://www.vqronline.org/winter-2024/fiction/tiny-things-are-heavier",
    "text": "Sommy notices his legs first, hairy and stumpy, the part not covered by his tan-colored shorts. He’s standing by the airport’s exit, watching a woman on tiptoes, a piece of cardboard held above her head. His name is Bayo, Sommy’s new roommate. She’d imagined him to be taller. Over the phone, he sounded like a big man, a kind of gushing boisterousness about him. And once, he’d told her, unprompted, that he ate twelve bananas in one sitting. About her now are people walking slowly, clasping passport booklets, sandwich bags, phones, their luggage skidding behind them. Nothing like the mad crowd at the airport in Chicago, where she’d first landed, that avalanche of people sweeping past with speed, a terse, cosmopolitan sheen to them. Bayo still hasn’t noticed her, though she’s standing right next to him. His gaze is fixed on the woman holding the cardboard. She taps his shoulder. He turns. “Sommy?” His tight eyes inspect her quickly, and relax, as if in approval. He slides his phone in his pocket, grabs the bag to her left. A short static tumble from the airport speakers, and then a flight announcement. “Hope I didn’t keep you waiting,” she says. “Not at all,” he whispers, and smiles, a secret smile, motioning his head toward the woman with the cardboard. Sommy’s close enough now to read the writing on the cardboard. It reads: welcome home my lying sniveling cheating husband . Sommy studies the woman, dressed sanely, in a short floral dress and black ballet shoes. Her skin, clear and plump, contrasts sharply with the red circles around her eyes. She’s looking to the sharp corner that Sommy had turned when she’d descended the escalator. The airport crowd doesn’t pay the woman any substantial attention. They throw glances her way and look on ahead, as if, like Sommy, they feel the spectacle to be too naked, too private. Bayo, satisfied that Sommy’s seen what he wants her to see, tugs her bag behind him and walks out of the airport, into Iowa’s blinding heat. Sommy walks behind Bayo, tugging at the strap of the duffel bag hanging on her shoulder, watching his sloping, one-sided walk, each step forceful, announcing itself: the walk of a short man, a man who’s had to stretch himself to be heard. She imagines that in secondary school his classmates called him “small stout.” The thought amuses her, and she rubs her eyes until she no longer feels like laughing. He turns to her now, his eyes wide with mischief. “I wish we stayed to watch the entire drama.” She nods, forms a strained smile. Strange, she thinks, this desire of his to bask in another’s misfortune. “You are tired, abi?” he says. “Sorry, the drive is not that far. You will soon rest.” She swipes beads of sweat from her forehead. She did not anticipate the heat. She’s always associated America with the cold. They walk on ahead. The air smells clean. The sky, clear like an overshined window. Unlike Lagos’s gray sky and fogged air. It occurs to her then that she’s indeed landed. She is in America. She wants to throw her arms around Bayo, say to him: “We are here, we are here.” But it passes, the giddiness, as swiftly as it came. Bayo forces her bag into the car boot. When she tries to lift the other bag beside her, he says, “No, no, let me carry it for you,” and then grins. Soon they are driving past vast expanses of greenery, trees and grasses, past large billboards bearing names of unfamiliar brands—Blue Moon, State Farm, Wells Fargo—and past several road-construction sites, streetlights, and the occasional pedestrian. “Yes,” Bayo says, as though able to read her thoughts. “America fine die. Too beautiful. See as everywhere clean. Everything just set.” She nods, smiles. He’s a talker, this one. He’d been talking since the car engine spurted to life. He’d described the apartment they’d rented. Small, neat, very modern, he said. He’d given her details about the generous classmate of his who’d allowed him to borrow his car just three days after they met, and about the new white church he’d attended the day before, just a stone’s throw from their apartment, where he’d met another generous American who’d offered to give him some used furniture. He told her about his two-day flight from Lagos a week ago. He’d spent the night in Doha, at a hotel inside the airport. He’d been unable to sleep, anxious about missing his connecting flight, and even when he decided to sleep, sleep wouldn’t come, and usually, he would watch porn, masturbate, you know, to release the anxiety, but he couldn’t watch porn in Doha, because Sharia law and all. He didn’t know how they would know he was watching porn. But what if they had a server that alerted some officials when someone logged into Pornhub? Of the woman with cardboard at the airport, he said that he understood the spectacle. “She wants validation,” he’d said. She wants someone to walk up to her and say they are sorry. Isn’t that what people seek on social media when they share intimate details of their life? He said he would have gone up to the woman, told her, “Madam, that man—he’s not worth it. Chin up. Move on,” but he doesn’t feel as free here, in America, to just approach people, even when they seem to beg for the attention. “Any small thing someone would just call police for you,” he’d said. And, he added, with this whole MeToo movement thing, he’s especially careful with women these days. He looked at Sommy briefly and took his gaze back to the road. He believes women, of course. He said this loudly, as if prompted by something he’d glimpsed on her face. But he’s also aware that not everyone says the truth about a matter. In short, he’d said, it’s a little condescending to believe that women always say the truth. Women are human beings, and human beings lie. He nodded, agreeing with himself, or perhaps proud of having said what he believes to be profound. He then threw her glances so quick and beckoning that she, too, began to nod. Though what she wanted to do was sigh. Bayo often tweeted in support of Nigerian feminist Twitter. She viewed his tweets as progressive but sensed in them a kind of lazy posturing, as if he believed misogyny, at least an active performance of it, beneath him, primitive. She feels validated now. When she asked if she could connect to his mobile hot spot, she’d expected a simple yes or no, but he launched into a tirade about the plan the phone company had made him buy. With this plan, he could not connect to any device. Sommy, tired, aching from the twenty-four-hour trip, responded to most of these with a long, exclamatory “That’s effed,” or “Nice,” or a nod or several, depending on what response she thought he was anticipating. But she’s not interested in conversing with him. She wants to call her brother, Mezie. She’d called him from the airport in Chicago, and then immediately when she landed in Iowa and could connect to the airport’s Wi-Fi, but he did not pick up. She’s not surprised. Since his attempt, he’s stilled himself to her. She imagines that he is lying on his bed now, staring at the ceiling. Or seated in the sitting room, eating. She wants to tell him about the woman at the airport. She wonders how he would react. Years ago, she would have been able to guess. She isn’t so sure anymore. Now Bayo asks, “So you say you grew up in Ojo?” “Yeah, Iba Estate.” “Some of my guys live in Ojo,” he says. “I used to visit there often. In short, there was one time I almost started dating a babe living there.” “Nice.” “The girl was bigger than me, so I just respected myself and left her.” “That’s effed.” “We were not on the same level at all. She fine die and the guys chasing her were plenty. I don’t mean, like, normal guys. I mean men, those big-bellied men with plenty cash to throw around.” Sommy shrugs, looks out the car window. The houses about are squat, modest, most of them painted a dull white, fenced with short wooden planks, bright gardens, and one or two gleaming cars parked in their driveways. Trees sandwich houses, stand beside them like body- guards. They pass a gas station, a McDonalds, and a Chinese restaurant. “That’s our house.” Bayo says, pointing to the middle flat of a gray apartment building. “Nice,” Sommy says. “Right? I like it. Very small and cute. Like a button.” He turns off the car, looks at himself in the rearview mirror before stepping out. Sommy stands in her empty room, by the window, looking out at the tall apartment building on the other side of the matted green lawn. Bayo has chosen the bigger of the two rooms. She’d taken a quick look into his room while she stood in the sitting room inspecting the apartment. It’s twice the size of hers and he’s already furnished it with a bed, a reading table, and a tall lamp. He’s also occupied the only storage room in the house. He’s lined his shoes on the floor and stacked his empty bags and boxes by the wall. She’d not expected him to take the smaller room. She would have done the same if she were in his position. But he has no right to occupy the storage room. She paid exactly half the rent, and she deserves exactly half the space. She thinks of how hastily she’d agreed to their roommate-ship, how when he’d commented under her slightly viral tweets about getting admitted into James Crowley University’s English department on a full ride, her senses numb with joy, her happiness concentrated and total, that everything everyone told her then was fortified with honey, with possibility. Me too, he’d written. Congrats to us! He’d then sent her a direct message, and soon they were looking for an apartment on craigslist together. He found the apartment, and took charge of everything, corresponding with the landlord, getting a cosigner since they did not have social security numbers. She’d sent him her share of the deposit and rent in naira, and he’d changed it to dollars, and paid it into someone’s account, who paid it into the landlord’s account. All these she’d been grateful for. But now she understands that it had been about him all along, his need to establish ownership. She wants to march to him, demand that he remove his things from the storage room, or maybe give her half the space, but he opens the door then, and saunters in. “Settling in, I see,” he says, looking overly satisfied, standing there, a sly smile on his face, like he’s just wanked himself off. “My room is bigger,” he says. “But I like yours more, you know. The window is bigger and lets in more sunlight.” “So why didn’t you take it instead?” “I wanted you to have more sunlight.” He grins. “Have you heard of SAD?” “Nope.” “Seasonal Affective Disorder. Iowa is horrible in the winter. I mean, it is one of the coldest and gloomiest places in America in the winter after Alaska and Alabama. So shit gets real quick, and you can get depressed from the lack of sunlight. So the more sunlight you can get in the summer, the better for you.” He pauses, walks to the window, stands. He turns to her after a short while. “Imagine saying to someone, I am sad from SAD? Isn’t that funny?” He watches her face, looking for signs of amusement. He then laughs. She lowers herself to the ground and opens her boxes, hoping to signal that she’s done entertaining him. She unfolds the plain gray bedsheet she’s had since her days in undergrad. She eyes the room, searches for the best place to lay the bedsheet, to pass the night. She knows she needs Bayo, needs him to drive her to the store where she can get a new mattress and phone, a desk and a chair, needs the knowledge of the town he’s glimpsed since his arrival a week ago. But she’s going to do without it. She’s going to stay on her own. She won’t even ask him to clear the storage space. She will not feign a friendliness she doesn’t feel. She dislikes the boy—it is as simple as that. He talks too much. He has a large and loud self, an unmitigated energy. He seems to her the kind of roommate who will be oblivious to boundaries, who will touch her things, eat her food without permission, sit on her bed, and maybe even use her body sponge. “It feels good to have someone I know around,” he says, after he’s emptied out his laughter. “These past days have been weird. I have felt very alone. Not in a depressing way or anything. I don’t have depression or any of that stuff. But I kept thinking about how strange it was that I did not really know anyone around. If something happened to me, no one in this whole state will feel obligated to get in a car and come to my aid. It wasn’t a terrifying thought or anything. It was just strange.” She turns to him. “But we don’t know each other.” “Huh?” “We are strangers to each other.” “Oh,” he says, pressing a wrist to the wall. She turns her attention back to her open boxes. After a moment of silence, he says, “Let me leave you to unpack.” “Thanks,” she says. She doesn’t turn to look at him. Alone now, she sits on the floor, her back to the wall. She pulls her phone from the pocket of her jeans. In Lagos, the time is about six a.m. She imagines that Mezie is asleep. Before she left for the airport, they’d exchanged hasty goodbyes. She stood by his bedroom door, and he sat on the bed, near the window, shirtless, his bony back slightly curved. “Safe journey,” he said. “Take care,” she replied. She’d wanted to say more, but nothing came to mind. That she was leaving him two weeks after his attempt was all she could think, and she was certain that it was all he could think. The woman at the airport, holding the cardboard, comes to mind now. Sommy understands the impulse to allow strangers to gawk at one’s pain. Since Mezie’s attempt, she’s found herself, at odd times, wanting to stop strangers to tell them that the force holding her life has been blitzed, and she’s now without a center. It’s the shock, she should have said to Bayo, when he implied that the woman only sought attention. It’s feeling yourself to be steady in a thing, and then having it become so suddenly a figment. There’s the urge to call Mezie again now, to go to Bayo’s room and ask if she can use his phone. But she waits instead for morning, when she’s able to walk to the mall, to the AT&T shop. James Crowley University is interwoven in the city’s center. It has buildings scattered about, sitting side by side with the city’s businesses: restaurants, grocery stores, banks, boutiques. It is nothing like what Sommy knows of universities. It has no fences, no large, looming signpost signaling an entrance to the school’s premises. The English building is located near the bus station, and like all the other school buildings, it has the glassy, clinical finish of modern constructions. It can pass for a bank, or the branch of a software company. Sommy finds this slightly disappointing. She expected buildings modeled like castles. It is what Legally Blonde and Good Will Hunting promised her. Still, she feels sharp moments of awe while walking around the campus, past the polite shops around it—their front yards, furnished with tables and chairs and umbrellas, spilling out to the road, their menu lists, featuring their Happy Hour discount, written on dwarf blackboards in different colors of chalk—past the sprinklings of white students sauntering up and down the sidewalks in shorts, crop tops, T-shirts, sneakers, past the groups of four or five laying on long patches of grass, half-naked, their books and baskets filled with snacks and cans of beer set in front of them. On these walks, she’s sometimes attacked by an eerie sense that she’s sneaked into the country, that there’s been a mess with the school administration and the embassy personnel and the border officers, and that mess has landed her here. It would make sense if Amara, her best friend, were in this position—Amara has long dreamt of schooling in America, as had Mezie. He’d always clutched the American dream to his chest, even before it became a matter of survival for him. When Sommy had gotten her admission letter to James Crowley while Mezie was still in Oslo, she’d imagined that on these walks she would call him, and they would spend long minutes arguing about which was better—Iowa City or Oslo. She imagined that he would brag about Oslo as he usually did. “This place is chassis,” he’d said to her around the first week of his arrival in Norway, his voice cracking with hope. But she’s been unable to reach Mezie in the two weeks since her arrival. She’d sent him a message on WhatsApp as soon as she got her new AT&T SIM card, called several times, all to no avail. When she complained to her mother, she’d said to give him time, and so had Patrick, Mezie’s closest friend. Sommy decided to do so. She stopped calling and texting, and she’s now taken to eating away her sadness. Today, after her solemn walk around the campus, she picks up a bunch of ripe plantains at the co-op a few minutes from the house. Her plan is to deep fry them and have them with egg sauce. But, as she stands in the apartment kitchen, the brown paper bag of plantains in hand, she’s certain that a meal of fried plantains and egg sauce will not numb her feeling of dread, so she goes to Bayo, who is prostrate on the sitting-room couch watching television, a YouTube video on cryptocurrency, and asks if she can use his phone. “For what?” he says, voice shrouded in mockery. “I want to call my brother,” she says. “And you can’t use your phone?” She opens her mouth, and then closes it. “It’s fine,” she says. “I don’t want it anymore.” “Take joor,” he says, handing her the phone. “Small play, and you are hyperventilating.” In the past week, they’ve developed a pattern of interaction, one where he meets her irritation with the amused resignation of an adult watching a child throw a tantrum. She takes the phone, dials Mezie’s phone number. “Can you turn down the volume?” she asks. “Yes, my madam,” he teases. She rolls her eyes, places the phone to her ear. Her irritation with Bayo is unfair, she knows. He is mostly nice. But his buoyancy unsettles her curated atmosphere of gloom. He sings in the shower. He watches YouTube videos titled different variations of “How to Grow Money in Thirty Days.” He spends long hours on the phone with his numerous Lagos friends, laughing and laughing. She always fights the urge to kick down his door and ask, “What is funny? Why are you disturbing me?” The phone rings, but Mezie doesn’t pick up. She tries again and again, until Bayo says, “If I’m the one you are calling like that, I’ll vex o. Why person go call me five times? When I no dey owe you money?” “Bayo, please, just shut up.” “Sorry o! Madam caller.” She tosses the phone at him, and he strains to catch it. “If you spoil my phone, you will buy a new one.” “Just let me know if he calls back.” “No ‘Thank you’?” He picks up the TV remote, turns up the volume. “This girl, you are very rude.” “Shut up.” “Why body dey always bite you?” She ignores him, walks to the kitchen, pulls out the plantains from the bag and holds them under the gushing tap. Bayo comes behind her, asks, “You want to fry plantain?” “Obviously.” “Fry for me.” “I’ve heard,” she says. He shakes her shoulders limply, says, “My guy, my guy.” “Bayo, remove your dirty hands from my shoulders.” “Please ehnn,” he says. “I like my plantains fried, fried. Deep golden brown. I didn’t say burn it o. Just fry it well.” She walks to the cupboard, throws it open, and pulls out a chopping board. Mezie probably saw Bayo’s area code and decided not to pick up. She dabs the plantains dry with a handful of paper towels. She wonders if she’s overreacting, catastrophizing. If all Mezie needs is time. Time to heal. She wonders, too, if all there is to this panic of hers is guilt—the guilt of leaving him behind. Bayo leans on the countertop, his face near her arm, and asks if she plans on attending the meeting organized by the Black Graduate Students Org later that evening. At the International Students Orientation a few days ago, a group of girls had walked up to them and handed them flyers for the event. “No,” she says. “Why?” “I just don’t feel like it.” He stands upright, frowns. “I am not trying to fight or anything,” he says. His shirt hangs around his neck like a rope, and he tugs at it. “And I don’t necessarily have anything against angry and moody, but is this your constant state of being? I’m just asking because when we used to talk on the phone in Lagos, you were chiller.” “Maybe it’s because you were less annoying then,” she says. He laughs. “Just follow me to the meeting. You did not come to this country to lock yourself up in your room.” She’s now slicing the plantains into oval slabs. “You know what will make me chiller? Turning down the volume of the TV whenever you want to watch those nonsense crypto videos.” “It will be fun,” he says, ignoring her. “I don’t want to go alone.” She pauses now to look at him. At the International Students Orientation, he’d glided through the crowd of new students with ease, introducing himself, drawing laughter, while she stood in the corner near the projector, watching. He’d come to her, urged her to network. “Some of the people in this room might be able to help you one day,” he said. She envied his razor-sharp intentions. Like an ambitious farmer at the start of the planting season, he’s planting early. She, on the other hand, is stuck back home, always reaching toward it, to Mezie, unable to see what’s in front or ahead. “I’ve heard,” she says to Bayo now. She’ll go with him. “And you will not go and hide like you did at the orientation lunch?” “Bayo, please, be going.” Later, from the sitting room, over the high TV volume, Bayo yells, “We leave at seven, so start getting ready at six. I know how you girls are with your makeup.” On their way to the BGSO gathering, as they walk past a Kum & Go store, Bayo turns to her and says, “How is this even a real name?” Sommy studies it for a while and breaks into laughter. “Your mind is just dirty.” “Seriously,” Bayo says. “The other day I saw a mechanic shop. Guess what it was named?” He watches her expectantly, and then laughs. “Dick Servicing. That’s the name. I almost died of laughter. I’m sure they choose these names on purpose.” At the restaurant, Sommy walks in shyly. The crowd before her is intimidating. About thirty Black people, seated round a long table, chatting, laughing. The restaurant is Italian, coated in blue lights, and the severe waiters are in white shirts and navy-blue pants. Classical music plays in the background. Sommy sits next to Bayo, who seems to have none of her anxiety, and who leans over the table now to say hi to a thin dark-skinned girl with short hair and eyebrows dyed a blistering blond. “I’m glad you could make it,” the girl says. The girl had been among the group handing out flyers at the orientation lunch. Sommy remembers being struck by the color of her hair and brows, thinking the decision to appear radically different so brave. It’s a virtue Sommy does not possess. Her instinct is to assimilate, to disappear. Bayo introduces them. The girl’s name is Kayla. “Sommy,” Kayla says. “I like your name.” Sommy tells her that her full name is Somkelechukwu. Kayla attempts to pronounce it. Her version sounds like the name of a rare flower. “Sumkelchoku.” Bayo laughs, and Sommy laughs. Kayla laughs too, says, “Oh my god, oh my god, I’m terrible.” “You tried,” Bayo says, a sudden American accent surfacing. “Don’t mind us.” He’s seated cross-legged, looking prim in his light blue T-shirt and plain black pants. He so easily could have been one of the boys in her childhood estate, with whom she attended secondary school. They were the almost kids, the kids who had just enough to escape the categorization of poor street kids. They had roofs over their heads, even if the roofs sometimes leaked. They ate rice and beans, even if without eggs and fried plantains. They attended secondary schools with libraries, even if the libraries were empty of books. They lived amongst thieves and cultists, but also amongst teachers and civil servants. They were the kids who could switch from a British accent to an American one, who, during morning assemblies, argued over whether Beyoncé was a better dancer than Ciara. They were the kids who could make it. They were the chameleon kids. They did not reek of poverty. You had to come a little closer to smell it. She feels a deep affinity to Bayo in the moment, as she watches him flirt with Kayla. Back home, they wouldn’t even be seated so close. Bayo would look at her from afar, and conclude that she’s out of his league, already at the age where every conversation is somehow steered toward getting married or having kids. He’d think her a woman for an older man. And she would look at him and think him a small boy looking to play around. But here, they are more. They not only share a home, but they also share a peculiar childhood. He could have been one of Mezie’s secondary school classmates, boys who gathered in their sitting room after school to watch football replays. It is something, she thinks. She’s on his side. She suddenly wants him to win Kayla’s attention, so she compliments Kayla’s blouse, a silky black thing, and then adds, “I’ve been admiring your hair color by the way.” Kayla smiles, turns her head here and there, showing off the curved carvings on each side. “Thank you so much!” “I told her the same thing,” Bayo says. “The color really fits her.” “You are too much,” Kayla exclaims. The boy sitting next to Bayo, to whom Sommy has paid no attention until now, turns to Bayo, asks if they are Nigerian. He is deep-dark-skinned like Kayla, with the sharp jawbones of West Africans. Bayo says they are Nigerian, the boy says he’s Gambian, and his name is Michael. He then asks why he sees Nigerians everywhere. Most of the Africans he met at the orientation lunch are Nigerian. Sommy cannot tell if there’s humor in his voice, so she’s silent. Bayo spreads his hands nonchalantly but says nothing. The table clatters now with chattering, none of which Sommy can make out. In the air is the sense of excited anticipation. She’d felt it at the orientation, where they were made to sit and listen to different people give lectures on acclimatizing to the American condition. How to make friends. How to open a bank account. How to avoid scam calls from fake car dealers. Everyone had the bright-eyedness that comes with the first day of school, the ambience thick with prospect. It’s the same way now, and in her spirit is a fight to allow herself to feel it. Bayo asks if she’d like a drink, and Sommy says she’ll have what he’s having. Kayla says to her, “Try the pomegranate cocktail. It’s amazing.” Michael, unprompted, leans over and says to Bayo that he thinks the rivalry between Burna Boy and Wizkid is pointless. Everyone knows that Burna is the real artist, he says, Fela reincarnated. He then swerves into a harangue about Nigerians and their exceptionalism. “Name one Gambian artist you know.” “I don’t know any,” Bayo says. “Just one artist.” Bayo guffaws. Sommy and Kayla exchange a knowing look. Michael, irritated now, turns his attention to the end of the table, where a stout, freckled girl is speaking. The word president lays crested on a pinstripe on her breast pocket, underneath it her name, nia . She speaks with her shoulders high up, and with the practiced fake smile Sommy recognizes well—in secondary school, all the girl prefects wore that smile. “We have some new members in our midst,” Nia says. “I won’t do the embarrassing thing of asking them to introduce themselves. But I do want to take questions if anyone has any.” Michael raises his hand. “Where can one buy good weed in this city?” The table shuffles, a few snorts of laughter. “What?” Michael says. “No one here smokes weed?” “It’s illegal,” Nia says, smiling curtly. “Now let’s ask questions I can actually answer.” Michael raises his hand again. “How does the organization navigate our differences? I’m asking this because I’m hoping this is not some ‘Black power, one people’ organization.” “Do you mind rephrasing your question, um, Mm . . . Michael?” Bayo pinches his nose as if to refrain from laughter. Kayla has her hands over her face. Sommy clears her throat intermittently. It’s the only thing keeping her from coming undone with laughter. “Does the organization recognize our differences?” Michael continues, slowly, emphasizing each word. “Yes, we are all Black, but we are still different, with different histories, cultures.” He turns to Sommy, nodding, seeking support. Sommy turns away. Her eyes are teary from swallowing her laughter. Michael continues: “I just want to be sure that the group understands that we are all different and we see things differently. Also hoping that one culture will not impose on the others. For instance, I hope that our next meeting can be held in an African restaurant.” He looks around. “I think it’s important that we take this seriously, and not go about acting like our colonizer and enslavers.” “Oh,” Nia says. “We will look into that.” “Great,” Michael says, relaxing, smiling. He turns to Sommy, opens his mouth to speak, and she says sharply: “Excuse me. Restroom.” He grunts, moves his attention back to the table. Sommy walks outside, finds a dark spot by the hotel entrance. Behind a red Toyota, and alone, she buries her face in her palms and laughs quietly for a long time, hiccupping, snorting, and it comes to her that in the past half hour, she’s not thought about Mezie. The guilt dampens her, and she straightens herself, stands, looks about the open space, which has the character of a courtyard. The ground is paved. Stores and restaurants surround it, creating the impression of a fortress. Bright light beams from poles and everything appears bathed in a clear yellow. People stand in small groups smoking, chatting. On the bench a few steps to her right, a couple sits, their faces so near each other. She takes her gaze to the city library, which stands beside a water sprinkler, and around which two white kids run, laughing, splashing. The library is closed now, but light breaks through its glass walls. She’s wanted to go there since her arrival. Get a library card. Browse through its aisles. Feel like a member of the living. She’s determined now to do so. Uncloak this suffocating sorrow. Mezie did not die, did he? And for all she knows, he could be hanging out with Patrick now, sharing a beer. She walks a bit to get a better view of the water sprinkler, so she can watch the kids. One of the kids, noticing her, pauses, beats his hands to wrench off water, and then runs toward her. He looks to be about four or five. His short dark hair lies flat on his head like a wet cloth. He stops right in front of her and says something she can’t hear, so she squats, says, “What’s your name?” “Liam,” he screams. His teeth are so tiny, little white bricks, and it amuses her. Kids amuse her. Everything so small and crackling with potential. Until recently she’s wanted kids of her own. Mezie’s attempt has obliterated that desire. “You are very handsome, Liam,” she says now. “I know,” Liam says, bouncing as if high on sugar. “And I’m also smart. And I’m also strong.” He flexes his bony arms. “And I’m Superman.” “You are,” Sommy says. “And I’m kind and I’m patient.” “You are!” The boy tells Sommy to say that she, too, is smart and kind and patient. He says, “It’s good for your confidence.” “How do you know what confidence is?” Sommy says. “You are, like, four.” She recognizes that he’s an affirmed child, a child whose parents read parenting books and attended parenting seminars. She’s never met an intentional parent. All her friends have parents who wing it. Her own parents winged it. Children for them were necessities, and the one aim was to keep them alive. Feed, clothe, and shelter them. Whatever happened inside, in the mind, in the spirit, was left to chance. She’s laughing with Liam when a woman appears, her face hard as a rock. She doesn’t look at Sommy, nor does she say a word. She pulls the boy away. “Silly,” she says to him, her voice stiff with contempt. She’s clearly the mother. They share the same blue-black hair, the same pointy nose. Liam begins to cry. Sommy remains in the squat position, her laughter stuck in her throat, too embarrassed to stand and meet the gaze of any one of the people about watching. She has it in mind now to run after the woman and demand an apology. But an apology for what, really? This is the sort of insult that Amara would accuse her of bringing upon herself. “If you weren’t doing nice nice ,” Amara would say, “no one would see space to insult you.” Or perhaps, she’s thinking now, this is the nature of microaggressions. The “micro” part of it being its imperceptibility, its dismissibility. If she tells this story to someone, they could argue that the woman was simply trying to take her kid away from a stranger, a mother’s instinct. But what about the contempt in her voice, the curve of her elbow, as if trying to build a wall between them. Sommy thinks now that she would rather a big insult than a small insult. She can burnish and display a big insult. “Look what that idiot did to me,” she can say, and then feel good for having borne it all with grace. A small insult, a passive insult—of what use is that? It pinches and stings but commands no real attention. She would rather that this woman had spat in her face, gnarled some disgusting slur at her. Sommy stands with much effort and starts to head back to the restaurant. She’s not even angry at the woman, she thinks. She’s numb, and she knows it has something to do with the heft of the pain she’s experienced in the past weeks. Everything now pales in comparison. Everything feels like a joke. A scared, mean woman cannot pull any meaningful emotion from her. She’s watched her brother almost die, watched him vomit and shit blood, dragged all six feet of him down their staircase and into their father’s old Volvo, watched his body straighten like a stick and then go limp like a rope. She’s seen things, she thinks. She’s seen shege. “Hey,” someone says from behind her now. She turns, startled, clutching her purse. “Sorry?” Before her is an anxious-looking man, somewhere in his late twenties, average height, and very light-skinned. Full, curly hair. Black, but mixed with something. White? Brown? “I’m sorry to walk up to you this way,” he says, taking off his glasses to reveal dull brown eyes. “I was watching you from over there.” He points to the bench by the water sprinkler. “And I saw.” He says saw emphatically. “And I just wanted to say that I think that was fucked up. I don’t want you walking around with that interaction in your mind, and I thought it might make you feel better to know that you have a witness.” He has on a black T-shirt and a pair of shorts, and against his very light skin, the dark T-shirt looks even darker. “Thank you,” Sommy says, smiling. “That’s thoughtful of you.” He stretches his hand for a handshake and says his name is Bryan. She hesitates, stares at his lean hand, his clean pink nails, the beaded bracelet on his wrist, and then takes the handshake. “Sommy,” she replies. “Nice to meet you.” There’s a moment of awkward silence. They both smile stiffly, waiting for the other person to steer the conversation, so Sommy says, “Thanks again for saying something.” He nods, says, “You are welcome.” She unclasps her hand from his and continues on her way back to the restaurant. At the restaurant, Sommy tells Bayo about the woman, and then Bryan. “Which one is witness again?” Bayo says, irritated. He hands her the pomegranate cocktail. The crowd has thinned. A few people sit about, talking even louder than before, loosened by alcohol. The light has grown dimmer, the music lower. “I thought it was sweet,” she says. “I don’t know,” Bayo says. “It feels too self-righteous. Too ‘Look at me I’m a sensitive person.’” Sommy laughs, takes a sip from the cocktail. “You have a point.” She thinks now that Mezie would say the exact thing about Bryan, a man who wears his goodness on his sleeve. “With people like this,” Mezie would say, “you never see it coming.” She wonders if it is perhaps a matter of socialization, for men to be so weary of displays of kindness. Kindness that is muted, mangled by feigned or real disdain, sure. But kindness that announces itself as kindness? It seems excessive to them. Sommy asks about Kayla. “You won’t believe she let that fool, Michael, drive her home.” “Jesus, it’s a lie.” “I swear. I don’t understand women.” Sommy smiles affectionately and flicks the edge of his collar. “She’s a real mumu. Don’t mind her.” They both finish their drinks and head home."
  },
  {
    "title": "The Silent Woman",
    "author": "Paul Theroux",
    "date": "2024",
    "url": "https://www.vqronline.org/winter-2024/fiction/silent-woman",
    "text": "After a wretched, wakeful night, my hot head buzzing with annoyance, I sat squirming in my study waiting for Ollie to arrive. At nine he put his head in, smiling with his usual greeting, “How are we doing, Andy?” I said (as I’d rehearsed, tossing in bed), “I’d rather you didn’t call me Andy .” This was a week or so into our arrangement, his acting as my research assistant. “But it’s your name, dude.” I stiffened and said, “I’m Andre to my readers. Andy to my friends, Mr. Parent to everyone else.” “Like, aren’t we friends?” Looking puzzled, Ollie slouched into the room and sat on the sofa. And that was another thing. I had not invited him into my study, I had not given him permission to sit, and, maddening to me, he began, head down, to pick at a magazine on the coffee table, which I found boorish and intrusive. Nor had he removed his bulgy black wool hat, which enclosed his head like a toque and gave contrast to his pale face, pinkish in spots from exertion, or maybe affront. He sat forward, teetering slightly at the edge of a cushion, knees together, plucking at the magazine with slender fussy fingers, paging past the story I’d published in it, my admittedly egotistical reason for it lying on top of the stack. I believed that everything about Ollie Pirkle could be explained by his being twenty-two years old and just out of college. Audacious—a word he liked—he might have replied that everything about me could be explained by my being seventy-six. But never mind my years; I was then and still am a reasonably productive writer, most of my books in print, and I was contemplating a new book, an unusual one for me, for which I needed help. I was planning a novel based on the early working life of George Orwell, when he was still unpublished and gauche Eric Blair, employed as a policeman in Burma, five years doing a job he later admitted he “thoroughly disapproved of.” I advertised for a research assistant at the local college and asked each applicant the reason for their wanting it. Ollie’s answer was the best. “One of your novels was withdrawn from a course I was taking,” he said. “Really—why?” “Curriculum-based trauma. Trigger issues. Objectifying women.” Ollie had a lovely ironical smile. “It made me want to read it.” “Sixty years ago, that’s why I wanted to read Henry Miller.” The name meant nothing to him, so I said, “What do you think of my book?” “I downloaded it. I’ll let you know when I’ve read it.” Ollie wanted to be a writer, he said—a wish that made me wary—but what worried me more was his answer to my saying, “I’d need you to do some intensive research.” He said, “Sure—as long as I don’t have to go to a library.” I was too shocked to laugh. I said, “A library is where books are found.” “I can find stuff online.” “All of it?” “Why not?” He did not know that George Orwell was a pen name. He had not read 1984 , though he was aware that it was a novel about the future—which he found hilarious (“Like, nineteen eighty-four was almost forty years ago!”). But he used the word Orwellian with confidence, to describe oppression and despotic government control. I explained my book. This was the man no one paid much attention to, the almost unrecognizable Eric Blair, the young embarrassing policeman—embarrassing in later years to Orwell himself—like an antihero out of Kipling, a rogue in uniform, flourishing a swagger stick, drilling his native inspectors, and ordering beatings and arrests. Blair the colonial, the womanizer others called a poodle-faker, and—though secretly, silently doubtful—a servant of the 1920s British Raj. It was an experience so intense and shameful he resigned and, atoning, became a dishwasher in Paris and a tramp in London. Ultimately, with a name change he was the ascetic left-wing anticolonial pamphleteer and prescient novelist who called himself George Orwell. I put Ollie on probation and challenged him with an assignment. “I need you to assist me in finding details of his life as a policeman.” “I can do that.” “He wrote an essay called ‘A Hanging.’ I suspect it took place while he was posted to a prison, a place called Insein, not far from Rangoon. See what you can scare up.” Ollie busied himself in the upper story of my garage—so-called carriage house—where I’d set up a desk and a printer, working at his laptop, while I continued my narrative, writing as usual in longhand in my study. Within an hour he’d downloaded Finding George Orwell in Burma , which of course I’d read—the physical book in my study. “Good on the present woes in Burma. Excellent on topography. Thin on the past. Nothing about Orwell that isn’t in the biographies. Also, a bit tendentious.” “Meaning?” “Look it up.” But he dug deeper; he brought me pages from a colonial officer who’d worked at the prison, some anecdotes of a High Court judge who’d visited prisoners there, including some men in the condemned cell, and, last, his triumph, an aerial view of Insein Prison as it looked in 1925, a great mandala wheel, corridors as spokes, the cells ranged along the periphery of the rim. Smoothing it on my desk, he said, “Says here it’s a panopticon, whatever that means.” “‘All-seeing’—Greek.” None of the biographies mentioned that the prison in Burma was a panopticon, nor its connection with Jeremy Bentham and Foucault, nor—importantly—its relation to the Orwellian concept of surveillance. “That makes sense. The watchtower in the middle of the thing—all the cells are visible.” “Like Nineteen Eighty-Four . One person can see everything. Big Brother. Orwellian.” “Bingo.” He impressed me by adding that before looking for the Insein material he’d read “A Hanging” and remarked, “What I really liked was the prisoner sees a puddle and steps aside, so he doesn’t get his feet wet. And he’s, like, going to his death.” “That’s the hammer stroke,” I said. “You’re hired, Ollie.” “Cool.” The radical transformation seemed to fascinate Ollie greatly, especially Blair the old Etonian bullying the Burmese and boozing in the Gymkhana Club, the “Shooting an Elephant” years, the shortest and least-detailed chapter in any Orwell biography, usually based on misleading descriptions in his novel Burmese Days . That tall skinny callow youth, just about Ollie’s age, had power and responsibility and a gun and a whip, a pukka sahib, while Ollie was—what?—inexperienced, still living with Mummy, with all the presumption of someone who knows nothing of the world. Aren’t we friends was a perfect example of that. “I’ve known you, I guess, a week?” “Ten days,” he said, looking down, still flicking at the magazine. “I started on the fifteenth.” Hating the fact that he was avoiding eye contact—but it was his way—I said, speaking to his wool hat, “Friendship takes a little longer than that to ripen. It is earned through trust. You’re my employee, Ollie. And I’m many years your senior. Perhaps a little formality is in order.” He closed the magazine he’d been slashing at as I gave this sententious speech. Then he looked at me, with a slight smirk. “I can’t get past your name.” I resisted reminding him that his name was Ollie Pirkle. I said, “ Parent is French. Properly ‘Poronh.’ It’s Quebecois, shortened way back from Parenteau .” “What do you want me to call you?” “Have you heard of a writer called Robert Frost?” “Yes, but I haven’t read any of his stuff.” “A wonderful poet,” I said. “When I was about your age, I saw him walking down the street in Amherst, where I was a student. I ran into a nearby bookstore and bought his latest collection of poems, In the Clearing , then followed him into the Jones Library and asked him to sign it.” “And, like, did he freak out?” “No, he signed it. But my point is I said, ‘Thank you, Mr. Frost.’ He was in his eighties. I was twenty-one. He seemed to me a shaman, an enchanter, shaggy-haired Tiresias in an overcoat, squinting into the distance. ‘Thank you, Mr. Frost.’” Ollie went silent as he shrugged; it seemed to me his generation didn’t know how to apologize, because they could always download reasons to believe they were right. My life, my work, was ruled by routine. But Ollie had no routine—he was often late, he was sometimes early, he squatted like a monkey on his chair before his computer and would have missed lunch most days had I not signaled to him that it was time to leave for the café in town. He had poor table manners, he sat askew, he picked at his food with his fingers, he never took off his wool hat, he played with his phone as he ate, he was like a small child. But there was a sweetness in his disposition, a vulnerability obvious in his pallor that gave me concern. His intelligence had never been seriously tested. The fingers he used to eat with were delicate and graceful—South Indians ate like that off a palm leaf; and with the softness of a small child, he seemed somehow oddly edible. One day, out shopping, I bumped into a prof from Willard who said, “I see you at Grumpy’s these days in the company of an epicene young man.” “A good kid—really smart,” I said, insulted by the description. “My research assistant.” But the recondite word nagged at me and led me out of curiosity that evening to look for my copy of Jonson’s plays and reread Epicene . I had it in my study the next day when Ollie came in to deliver some notes. Seeing the fat old book open before me he said, “Any good Blair stuff in it?” He couldn’t imagine that, embarked on my writing project, I’d be reading about anything except Blair or Orwell. “No—it’s a Jonson play. Epicene .” “Like, Doctor Johnson?” “Ben Jonson, the playwright.” “Two Johnsons—cool.” “You majored in English, Ollie, and you didn’t know that?” “I majored in creative writing at Willard—a great program. And I guess there’s a ton of things I don’t know.” He was not chastened, he was a Gen Z nonapologist, delivering news. He tapped his phone. “But I can always find out.” And later that day he said he’d found the whole play on the internet, and read it—“But I skipped some of the boring speeches”—and was thrilled by its invention and its jokes, especially the charade of the marriage, the substitution of the character Epicene in the marriage. “Like a kind of transgressive rom-com.” With that he started out of the room, but remembering, turned and added, “That amazing subtitle, ‘The Silent Woman.’ And the word epicene is awesome, not effeminate but both genders at once.” “I think it means effeminate.” “You’re wrong. It means both male and female. Except in some cases the woman is silent.” You’re wrong was an impudent expression I naturally resented in any context. But I checked the definition—it, too, was Greek—and it meant possessing both male and female characteristics. Ollie was right. And I admired his curiosity and diligence, how he’d taken the time to read the play and respond, as he had with Orwell’s “A Hanging.” I have mentioned that he was like a small child, and in many ways, he was—impulsive, clumsy, innocent of the world. That made me protective toward him, but I was also protective because he was so resourceful, so helpful to me in my project. He found diaries and letters of old Burma hands, he introduced me to books of Burmese fauna and flora, he unearthed a memoir of an opium addict Blair had known in Mandalay, one Captain Robinson, also a policeman, who’d become a Buddhist monk to kick the drug, and when that failed, he’d attempted suicide. But his pistol slipped and instead of blowing his brains out he’d blinded himself. George Orwell had favorably reviewed the memoir in 1942. “Crazy family.” He meant Blair’s French grandmother, Madame Limouzin, who had lived most of her life in Moulmein, and Blair’s louche uncles, one married to an Indian, another to a Burmese, and Blair’s half-caste cousins, despised by the British, one for being a chee-chee, the other a Chutney Mary, belittling words that Ollie found online and taught me. “Check this out.” It was a photograph of tall smiling Eric Blair the policeman in a group photograph of his fellow policemen in Mandalay. “And compare it with this.” Another photograph, this one of George Orwell, the combatant in the Spanish Civil War, fierce, unsmiling, Trotskyite, anticolonial. “It’s like two different people.” “Yes, Ollie. That’s what interests me. His experience in Burma as a sahib with servants turned him into his opposite, initially a dishwasher and a tramp, and for the rest of his life being free. He said something like, ‘Freedom of speech is the right to tell people what they don’t want to hear.’” “That blows me away,” Ollie said, and he faltered, covering his face with his pale hands and murmuring beneath his fingers in a prayerful way. Taking a deep breath, he recovered, dropping his hands. “Like, how did he explain it in his autobiography?” “He didn’t write one. And he tried to prevent a biography from being written about him. Needless to say, he didn’t succeed. There’s a dozen of them.” “What about you? When are you going to write one?” “Someone once said that Malraux’s books were messy and conventional. But his life as an adventurer and cultural celebrity and poseur was a masterpiece. My life is not a masterpiece.” “What is it?” “Messy and conventional in part. Episodic and reckless and filled with bad decisions. I once wrote a story, ‘Two of Everything,’ how I had two lovers, two houses, two countries. Now I can hardly claim one. Henry James said, ‘Live all you can.’ Foolishly, I took his advice. I overdid it, owing to my ardent and irrational esurience.” Ollie stared at the word esurience leaving my lips. “Look it up,” I said. “And you?” He said, “My life, like, hasn’t really started.” Ollie left me with that melancholy thought. I resisted telling him that when I was his age I was in Central Africa, living all I could, and along with its excesses it gave me something to write about. And later my marriages, my son, my failures, the wreckage, and, as Borges said, my supreme solitude in old age. I was immersed in the past; he was peering into the future. He talked about living; I thought constantly of dying. It was a pleasure to be with someone who didn’t complain about ailments and ill-health, someone so casually life-affirming. He reminded me that I was out of touch with the present, that the world I’d known had moved on. But he was ignorant of the past, the names of recent presidents rang no bells, Vietnam was a name he knew, but a blur. Speaking of Orwell and religious fanaticism, I once alluded to 9/11. “I was born that year.” Apart from my books, which he’d begun to read, he’d read almost nothing. He’d never traveled, he couldn’t drive, and it was only after working for me for a month that he’d moved out of his mother’s house into an attic room in town. “I need it for my sanity—my family’s a serious obstacle to my mental health. Kind of like Blair’s, I guess. Or yours.” He mentioned the books of mine that had addressed the subject of dysfunctional families. And I was reminded again of why I’d hired him—because he held my work in high regard, and I was vain enough to be grateful to him for that. Still, he unearthed helpful material, details of the sort of uniform Blair the policeman would have worn, information about the Burmese nationalist movements, the street entertainments known as pwe , the food, the weather, and what timber company had probably owned the elephant Blair had shot in Moulmein. Ollie lived online. It was his mode of being. For meals, for shopping, for games. His friends, he said, were online. As a nondriver he found his rides online. The internet was a conduit to his brain and his being. He lived with that odd presumption you might mistake for asceticism, without physical books, without paper, sharing but always presuming he’d find what he needed—food, rides, information, and, I suppose, love. It was not asceticism, it was an effortless—a privileged—existence. Princes lived like that. His computer was his tool for writing: He said he wrote every day. “Want to show me something you’ve written?” “I finished a piece, about ten pages, but I’m not happy with it. It seems tendentious.” “Here’s what to do. Get a pen and some lined paper and copy it out, longhand. I guarantee that after you recopy it slowly you’ll find it improved.” He laughed and said, “Write the whole thing like this?” making a silly scribbling gesture, helplessly wagging his hand. “That’s too much work.” “Writing is work, Ollie. I order you to do it.” He did, he struggled, he had poor penmanship, he wrote mainly in block letters, like a first grader. I didn’t read what he wrote but I glanced at a page and it looked to me like a long, semiliterate ransom note. That was a surprise, that he’d never learned to write properly in longhand, but apart from that he was without any surprises. That was what it meant to be young—to be unsurprising, to live in that princely way online, tapping out commands. While for me, at my age, nothing was new. My fingers were ink stained, I was weighed down by experience, some I’d never off-loaded, as I told him. “Like what?” “Like the most beautiful woman I’d ever seen I found in a bar called the White Rose in Vientiane. I walked in and saw her surrounded by about eight other women. I walked up to her and she took my hand and led me to her room.” “Just like that?” “It was during the Vietnam War.” “That again. So what happened.” “I must draw a veil over what followed with the Silent Woman.” “Ha!” “But that was in another country, and besides the wench is dead.” “You’re full of these great quotes!” “What’s that about votes?” I said and turned my good ear to him. “I think you’re going deaf, Mr. Parent.” Stating the obvious was another of his traits, characteristic of the presumptuous young, as a child will say, You have a big nose . “I’m not deaf—deafness is silence. I hear a hum, a buzz, I hear you speaking in your particular voice, but I don’t always understand. You say, ‘My suitcase,’ and I hear ‘Buy toothpaste.’ But that’s the least of my infirmities. Please go find some more Blair, Ollie.” Even given his pallor and occasional languor, it was shaming to have a young robust man around. His good health intimidated me and sometimes depressed me, like an obscure and indigent writer being in the presence of a best-selling author, outshined and envious and resentful, and reminded of their failure. It is also in the nature of being twenty-two to be self-absorbed, but this was exaggerated by his online life, always facing a screen, which made him supremely inattentive to me when I was anywhere near him. To get his attention I’d say, “I’ve been told I have the face of an apostle.” When he didn’t glance my way, I’d add, “I have rarely made a rational decision in my life.” Then I’d give up. Over lunch, I told him that I sometimes drove to New York City to see my editor. I knew the location of every rest-stop men’s room for two hundred fifty miles. I woke twice a night for a bathroom break. I often stumbled, I had trouble hoisting myself out of the bath. Cataract surgery had left me with “floaters,” and so out of the corner of my eye I might see a rabbit or a rodent or a blown leaf, which was in fact a floater in my aqueous humor. I’d lost most of my hair, many of my teeth, my arm strength, my mojo. I was cursed with anomia, my memory for names impaired. “He was in that movie”—and of course Ollie didn’t know the movie, but he’d find it on his phone. Certain words eluded me. “It’s a French word, it’s often used with hieroglyphics, it means a sort of oblong frame.” Ollie tapped his phone. “Cartouche.” After almost two months, I realized that he’d found all the essential Blair material and knew Blair well enough to say that, as a single man in Rangoon, Blair had been at times esurient. But I’d embarked on my book; I didn’t need Ollie. Actually I did need him, but it was tedious to have such a young man around all the time—his bad posture annoyed me, his awkwardness made me impatient, I hated his silly hat. Long ago, when I’d been a teacher, I kept my job because I felt I was learning from my students; and when I stopped learning, I knew it was time to resign. I had never looked back. What did I want now? I wanted more—not sex, not two of everything, but a nurturing friendship, an awakening to something new, an adventure, a revelation, a thing I’d never known before, truly life-affirming and surprising, relieving my loneliness and offering me hope, something that I could believe in, that would make me as happy as writing always did, to stop me thinking about death—to be more than entranced. I craved to be exhilarated. Ollie was useful as a researcher, but it was the first time in my life I’d spent with an employee so young. I began to regret that I’d admitted him to my life. I had learned quite a bit from his searches but personally, he held no surprises. He was a drudge, the humming unstoppable circuit of the internet passing through his body. It pleased me that this circuit allowed him to discover details of Blair’s Burma. He said it was all a revelation. He’d never been lacking in presumption, but he said he was more confident now. “Empowering,” he said, which made me smile. “I feel I’ve grown. I live on my own now. I’m my own person. Thank you, Eric Blair, for becoming George Orwell. Thank you, Mr. Andre Parent.” Yet I could not detect a difference. He looked the same as when he’d said to me that he’d be my research assistant As long as I don’t have to go to the library —a sentence I still found astonishing. One lunchtime at Grumpy’s, I steeled myself and said, “Friday will be your last day.” Ollie nodded his thickly hatted head but hardly looked up from his phone. That seemed another trait, his manner of acceptance—that he was naïve and yet unshockable, from years of soft landings and safety nets. He knew he’d find another job in this era of labor shortages. Friday came, I’d had another bad night before, wakeful, hotheaded, wondering if I’d made the right decision, resenting the thought that I’d be alone, writing my book, solitary meals at the café, probably bumping into the Willard prof who’d ask, “What’s become of your epicene friend?” But it was the life I’d chosen, and I’d been reminded many times of what a selfish beast I was, locking myself in my study. But a writer was a selfish beast, or else there was no writing. And the writing life was compatible with, of course—nothing. I heard the car in the driveway and knew it was a taxi from the sounds of its impatience, the peculiar swerve-crunch of driveway gravel, the loudness of the door slam, the hurried departure. And here I was squirming again, as on that early day of I’d rather you didn’t call me Andy . I took a deep breath, knowing that he’d put his head in to say goodbye, before going to his cubicle in the carriage house and working his last day head down at his computer. I’d left my study door ajar and was facing it when it creaked open wider and a person leaned in—not Ollie, but a pretty, young woman, with dark shoulder-length hair, reddened lips, and hoop earrings. She wore a short linen jacket over her white blouse, stylish jeans, and yellow sneakers. I was startled for a moment, then I saw my mistake. “Ollie.” The long lustrous hair swished with the head shake, the earrings danced. “Come in.” A graceful movement, a dance step to the sofa but not a word. Silent but smiling. “Sit down—please call me Andy,” and I struggled to my feet to welcome her, exhilarated."
  },
  {
    "title": "Stove City",
    "author": "James Whorton Jr.",
    "date": "2024",
    "url": "https://www.vqronline.org/winter-2024/fiction/stove-city",
    "text": "It is strange, looking back, to think how different things could have been. Years ago, the company I work for undertook a number of joint ventures in China. We didn’t understand the place well, but the industry was in transition, and it was felt that we had to move quickly. If we waited to understand everything, we risked missing a crucial moment—so the thinking went, anyway. The frequent long trips were tiring and put a strain on my marriage. My former wife said I was using the travel to avoid problems at home. That’s hard to sort out. That she also called me a sociopath will give an idea of where we had gotten to. The marriage ended, and my two sons wound up residing with their mother and her new husband in Asheville, North Carolina. My life changed a lot, quickly. I didn’t care about work anymore. I missed my sons. I was alone a lot, and I found myself striking up conversations in grocery-store checkout lines, sharing perhaps too much, as though I had forgotten how to keep a proper sane distance from people. I got a dog, and when a visit to Nanchang was proposed, I used the new dog as an excuse. “I shouldn’t leave her right now,” I said. “Send somebody who doesn’t have a dog. Like Caroline.” Caroline was one of the staff attorneys. “I’ll go if you will,” she said. Well, that was a surprise. I hadn’t expected that. I didn’t think it would happen. So of course, yes—I would go to Nanchang with Caroline. I was up for that. Nanchang, I learned, is known as one of China’s Four Stove Cities. It was May and very hot. And crowded. I went for a long walk that first afternoon, hoping to wear myself out, then fall asleep and wake up adjusted to China time. Small motorcycles buzzed among the diesel trucks, and the sidewalks were jammed with people. Big cities have always given me a funny pang—so many strangers up against one another. I was obviously a foreigner—I walked an hour without seeing another Western face. I barely knew how to say hello in Chinese, and my head was full of questions I had no way to ask. The day was dry and hazy, and yet here was a young woman carrying an open umbrella—shielding herself from what, exactly? And what was that slippery purple vegetable the man was eating at the edge of a quarter acre of parked bicycles? Another man, about my age, early forties, was sitting on a box outside the subway holding a US dollar like a little sign in front of his white dress shirt. Was he begging? Was it art? A white-haired woman in army-green sneakers picked litter off the sidewalk with a long set of bamboo tongs. What sort of home life did she return to? Who would meet her there? Back at the Jiangxi Hotel, I had a single bed, a short white bathrobe, and a pair of white slippers. The hotel was fine. A flask of boiled water had been provided. I had my suit for the next day’s meetings and a case full of gifts to hand out—product samples, really, sunglasses and household gadgets, useful items all featuring some resin or polymer manufactured by our company. I had company hats. A binder contained my itinerary, plus the names of the engineers and government officials I’d be meeting, along with their ranks and roles, insofar as we understood them. And a page of rules: Don’t drink from the tap; don’t tip in restaurants; always accept a gift with both hands; for table etiquette, follow the lead of your translator. In case there are any problems, call Jason Wang. Et cetera. By the bed there was a door. Caroline and I had been placed in adjoining rooms. Had she arranged this? It was nice to imagine she had. But Caroline wasn’t there, she was back in Tennessee, having called in sick that morning, or whatever morning it was—twenty-something hours, twelve or thirteen time zones ago. “I’ve come down with something,” she said. It was her gentle way of telling me, On second thought, no. I took a shower and lay down on the bed, but I found I was wide awake. My mind was racing, clicking through thoughts I didn’t want to think, memories I didn’t want to remember. Those trips really messed with my sleep. I could feel worn out and jittery at the same time. At home I kept a bottle of bourbon for these moments, but I didn’t have that with me now. I dressed and carried my binder to the elevator, which smelled like burning wires, and into the restaurant. The kitchen had closed, but I was able to order a beer, which I charged to my room number. The white tablecloth was clean. There were butts in the ashtray. The restaurant was empty except for myself, the waiter, and, a couple tables over, a man with a baby. The man looked American, with his cargo shorts and T-shirt. After I heard him settle up with the waiter, I said hello. He was from Phoenix, I think he said. He and his wife had arrived in Nanchang two nights before. The baby had been brought to them there. I offered to buy him a beer. “Can’t,” he said. He rattled an orange prescription bottle. His other hand was wrapped in gauze. He held the bandaged hand slightly raised, palm up, with his elbow on the table. “It’s been a hard two days,” he said. “We aren’t doing great so far.” “She is your first?” “First and final.” Our first son had been a handful too, I told him. “Sleep deprivation is a form of torture.” Yes, he knew that. That was why he was here in the restaurant—so his wife could get some sleep upstairs. “The baby cried all afternoon. She is eleven months old. In the room it was hell. She screamed herself hoarse. My wife became hysterical. We weren’t prepared for this.” “Nobody’s ever ready for their first,” I said. Okay, it was a trite remark. “You do not understand,” he said. “This whole thing ,” he said, waving as if to show me the room. He described the lengthy adoption process. They’d paid a social worker to examine their home and marriage. Fingerprints, medical exams. Endless documents that had to be notarized, certified, and authenticated. Even now they were not done. In the morning they would carry the baby and a fat zipper pouch of documents to the adoption registration office, where they would present small gifts and attempt to correctly pronounce her Chinese name before receiving the stamped and embossed page that would make the adoption final. I did know something about the formalities of doing business in the PRC, but I let it go. I asked him, “What did you do to that hand?” “You don’t want to know,” he said. “Okay. Don’t tell me, then.” This seemed to please him. He smiled. The baby started crying. Not loud at first. The man offered a bag of Cheerios, but she showed no interest. Grimly, using just the one hand, he produced several items from a diaper bag and arranged them on the table. He dropped a liner into a bottle, and into the liner he measured scoops of two different white powders. He poured in steaming water from a flask. He added some room-temperature water. I was thinking, Just give him time, he’ll get better at this. He ought to have measured out the powder in advance, so that he only needed to add the water now. He worked a rubber nipple into a rim and managed to screw it down onto the bottle one-handed—he was getting it! But by now the baby was howling. She really was incredibly loud. The man shook the bottle and held it to her face. With a gasp, she clapped both hands on it and began sucking. Her focus was intense. I can still see the cross expression on her face. The lowered eyebrows. She looked off sternly into nowhere, working on her bottle with a steady, wet clicking sound. It was serious work. The clicking slowed. Her eyelids drooped. The clicking stopped. “Thank you,” the man said. He took the bottle from her loose hands and set it in the basket under the stroller. He asked me if I was going to be around for a minute. “I should get to bed,” I said. “Busy day tomorrow.” “I just need a word with my wife,” he said. “We could use a minute without the threat of being screamed at by an eleven-month-old.” I found it an odd request, and probably not a good one. Why should he trust me? He just met me. “We’re having a difficult time,” he said. “If you could give me ten minutes.” I checked my watch. Jason Wang was meeting me for breakfast first thing in the morning. “I can do ten minutes,” I said. An hour went by. The waiter said it was time for the restaurant to close. I asked him did he happen to have the room number of the man I’d been speaking with. He looked at the receipt. “I may not tell you that information,” he said, almost disappointed. “No problem,” I lied. I pushed the stroller into the quiet, dim lobby, where I parked it, and the sleeping baby, and myself, between a pair of porcelain vases. The vases were quite tall—you could have hidden a grown man inside one—and they were decorated on their sides with craggy mountain scenes and a pagoda in blue. The marble floor was dusty. Beyond glass doors, a smudgy streetlight glowed. Back home in Tennessee it was ten thirty in the morning—a time I’d normally have been visiting the office coffee maker, hoping to find Caroline alone. I thought about her all the time. We’d had one night together, at a Country Inn and Suites off I-40. We were driving back from a meeting in Nashville when it started to snow. The storm was unexpected, and it was astonishingly pretty. Soft, white lumps swooped in at the windshield as we drove. We joked about stopping to make a snowman by the highway. A snow fort, an igloo. We didn’t see this kind of weather often in Tennessee. The snow came heavier, and the road began to feel unsafe. We said, Should we stop? Alongside that question was another question, not posed out loud—something like, Are you thinking what I am thinking? We stopped, and we got one room. What was great was not only what happened, but the way it happened. That moment when we somehow agreed to a thing that neither of us had said. The way things changed between us, quietly and fast. Like mind reading. Unlikely, I know—but in the morning I slipped out to fix us some waffles at the breakfast bar, and when I got back to the room, she called from the shower that she was hungry for waffles. Now explain that. Her husband I had met only a couple of times—at a Christmas party, at Delchamps. He was a compact man with dark hair and kind of wild, shadowy eyes. He was one of those too-handsome men. He was so good-looking I felt embarrassed for him. He could never be taken seriously. He had a PhD, or almost—all but dissertation. They’d been trying to have children, Caroline said. There was an issue with his sperm. He was into triathlons or something like that, training all the time, and otherwise, he appeared to me to be little more than a mopey, gloomy, excessively handsome house pet. In contrast to Lily, I will add, whose good looks matched her disposition so naturally and well. Lily was my dog. In Lily were combined the two most beautiful and highest virtues—I’ve thought about this, and I mean it—the two very highest virtues of all conscious life, which are 1) likes to play and 2) gentleness. I cite her enjoyment of car rides. Window partly down, head out, nose working. I cite, further, the sweet and gentle way in which, toward the end of each car ride, when we went through the drive-thru at Pal’s, where I would order us a snack—the sweet and gentle way she would sit up on the front seat, motionless, observing my every move while I parked, shut the engine off, and brought from its wrapper her plain hot dog. Long strings of clear drool dropped from her mouth as she waited, trustingly, super-focused yet patient. I would hold the meat out to her, and she would accept it in her teeth, tip her head back, and swallow the whole thing in a couple of nods. Then she would circle and lie down on the seat while I got to work on a chili dog in my slow way. We went for a ride nearly every Sunday afternoon, after I’d called the boys. The calls didn’t always go well. I was trying to squeeze a lot of parenting into those Sunday calls. We’d drive by the plant. The facility dates back to the 1930s, and it runs for more than a mile along both banks of the Holston River. It’s like something out of a Dr. Seuss book, with endless vats and tanks, condensers, heat exchangers, complicated runs of pipe, towers connected by catwalks, smokestacks with iron rungs fixed into the sides…everything on a massive scale, but with ladders or long skinny stairways spiraling over the surfaces, for when some antlike human has to creep up the side of something and turn a wrench. Nobody understands it all. Each process has its own team of engineers. At night, great billows of steam climb through the orange-pink security lights and roll away over town, fragrant with xylene, acetic acid, and acetone. “Smells like money,” as they say in Kingsport. And we’d drive through the old neighborhood, sometimes, past our old house, which was now home to a family of five. Occasionally I would see him running. That gloomy, overly handsome lone figure in his black tights and vest. I’d see him anywhere, miles from his home. Running for hours. Worrying about his sperm, I imagined. “Look at that guy,” I’d say to Lily. “Mister Handsome. That’s the guy whose wife we’re going to steal.” She’d look at me. Those big eyes. I explained to Lily the ethics of this project. “Sometimes people are trying too hard to stay together,” I said. “Sometimes people are together who should not be. It’s like at the place where I got you. Like they told me at the shelter, sometimes the first match is not a good match, and you have to say, Look, I am not the right person for this animal. All this running he does—it tells me he’s avoiding something.” Lily was a fine listener. I did a lot of explaining to her in those days after the divorce, and she never once questioned my reasoning or motives. I must have dozed off. I woke up thinking I had forgotten to feed Lily, and I was disoriented when I looked around the dim lobby and found myself between the craggy mountain scenes on the tall porcelain vases. I turned and saw the dark-haired child was watching me from the stroller. She sat straight, head up, regarding me with a stolid air. She had pushed her blanket off. It was on the floor. I checked my watch. It was crazy late, way past midnight. I needed to get upstairs, get in bed, and sleep at least an hour or two before the day’s meetings. There was no one at the lobby desk. I tried the restaurant doors. They were locked. I gave the doors a rattle, rapped on the glass. Rapped again, loudly. Behind me, the girl gave a soft cry. Her bottle still had some liquid in it. When I offered the bottle, she blocked it with the side of her hand. She shifted her weight, a look of discontent on her mouth. A slight frown. I found a bag of pretzels in my pocket. I offered her a pretzel. She bit it, revealing four white square teeth. I offered another. She reached to take the bag. It was one of those miniature pretzel bags they give you on the plane. I gave her the bag and she pushed her hand through it, splitting it down the side, spilling pretzels and salt across her front. Her face changed. She shook the empty bag. Her eyes changed. They opened wider. Her body seemed to tense up. A look came across her face—I can only call it a look of pure wonder and absorption. It was the bag itself that interested her. The bag was made of this stuff that in the industry we call metallized PET film. You’ve seen it in disposable packaging. A thin layer of aluminum is applied on one surface. It costs more than plain clear plastic, but it is nearly impervious to light and vapor. We make it in Kingsport and also in Indonesia. The bag was bright silver inside. She shook the torn pretzel bag, and it made a crinkling sound and glinted in the dim yellow light of the lobby. Her jaw fell open. Like a starlet from silent-movie days, she had this theatrical look of goggle-eyed amazement. Only it wasn’t theater—it was just pure, straight-up wonder and surprise at this shiny, crinkly stuff she had found. She laughed. The metallized PET film reminded me why I was there. Which reminded me of something else I knew, that, despite long preparations, despite any number of gifts and handshakes, nothing is final until it is final. I stood up too quickly and fell back into the chair, lightheaded. I stood again, pushed the stroller to the front desk, and dinged a bell until a sleepy clerk emerged from the back. Upstairs, I explained, there was an American couple, I did not know their names, and I urgently needed to speak with them about this baby in the stroller. The clerk’s response was to call another clerk, and I was saying the same thing over again when another bell sounded behind me. From the elevator, a woman lunged. She was dressed in a yellow tank top, sweatpants, and socks. She scanned the room, then sprinted across the marble floor, reaching for the child. I didn’t try to stop her. I wasn’t going to physically wrestle the child from this woman. The woman was a little frightening to me. The ferocity of her alarm, the keening of her voice. She dropped to her knees and placed her hands on the girl, touching her as though to feel if there were anything wrong or missing, holding both sides of her face, then her feet, then her hands. The woman let out a sob. The girl began to wail too. The woman lifted her carefully by the armpits, gently freeing her legs from the stroller, and pressed the girl to her body, drumming her back with rapid, soft pats as she backed up and turned away from me. The husband arrived. “I fell asleep,” he said. “It’s for the best,” I said. “Better to find out now than when it is too late.” “Find out what?” “That you are not the right people for this child.” He ran his good hand over his face and gave me a long, dull look. He took a step closer to me. When I looked again for his wife, she was gone, back up the elevator with the girl. Maybe she was smarter than her husband, I thought. “Tell me your name,” I said. He cocked his head, puzzled. “Your name. Clearly you don’t want her, you’re not ready—you told me that yourself, and then you went off and left her in a restaurant.” He flinched. “I didn’t leave her. I fell asleep .” “You’re hearing this, right?” I said to the two clerks. “Hold up. We’ve worked hard for this baby. We’re a family now. That’s it. That’s the deal.” “Well, making deals is slow, but breaking deals is easy.” He cradled his bandaged hand. His eyes searched up toward the ceiling. “Tell me this man’s name,” I said to the clerks. They shook their heads no. The man’s good hand found the handle of the stroller. It was a cheap, foldable one with a cartoon duck and some misspelled English words on it. He seemed lost. Then, as though noticing the stroller and remembering what it was for, he steered it away toward the elevator. I was in the restaurant drinking coffee and thinking when Jason Wang arrived. A young man, neatly dressed, he looked me over, asked if I’d been drinking. I was behind on sleep, and I’d missed a meal or two, but I wasn’t drunk. “You don’t look steady,” he said. I asked him if he knew where in this city an adoption would be registered. “Probably it is the same place where you register a marriage. I know where it is.” I told him I wanted him to take me there, and why. He stared at the floor with an irritated attention as I went through my plan. “This is not a good idea,” he said. “Why would you want to ruin someone’s life?” I saw it differently, I told him. “Staying in an orphanage, that is not so good,” Jason said. “Maybe somebody else will adopt her, though. Maybe I will adopt her.” “Do you have a wife?” “I do not, but maybe I soon will.” Honestly, it was one of those moments—I saw it in his face. I watched his opinion of me change. It was more than a no, it was the look of someone deciding that his time has been wasted. He lit a cigarette. “You should go upstairs and rest,” he said. He looked at his watch. “One hour. Go to bed.” I got in bed awhile. Later that morning, Jason moved me to a different hotel, then drove me to an industrial park. I met engineers and officials. I gave them hats and had a long dinner with them, and over the next several days I gave out all my product samples and had several more dinners, each less cordial than the last. I saw we had entered that phase of the visit where everyone knows there is going to be no deal, but we are still exchanging handshakes, small gifts, and business cards. I got food poisoning, but it passed in a day. I went home. Caroline informed me that she and her husband were trying therapy. I told her it wouldn’t work, but I knew I was only saying that out of spite and more than a little bit of heartbreak. She had called me while her husband was out running. It was the last time we talked in this way, as people who had formerly been close. After that, when she addressed me at all, it was in a group setting, at the office. She transferred to Chicago, and it was maybe a year later that we heard she’d had a baby. I sent a note, never heard back—which I understand. Things worked out as they did, and I feel friendly toward them now. Even her husband. Nowadays, I go on Facebook, I post a picture of my dog—Lucy, my current dog—and maybe look up an old friend while I’m there. I’ve got a number of people I check on that way, whose progress I follow from a distance. Caroline posted a picture of her daughter the other day. Her daughter is twenty! A double major, biochemistry and music. Seeing her picture made me think of that other family too. I would like to know what came of them. I have no way to look them up, of course. I never did learn their names. I saw them only once more in Nanchang. I was standing outside the restaurant, waiting for Jason to finish another cigarette. He was delaying, and I was confused. I saw them cross the lobby. The man held his bandaged hand in front of him. With his other arm he clutched a black zipper pouch to his chest. What was I going to do, run and grab it away? The woman, in a dark skirt and jacket, appeared composed—shoulders back, head up, chin set. She pushed the stroller, and I looked for the girl’s dark hair and brown eyes, hoping she might happen to look back at me."
  },
  {
    "title": "The Informant",
    "author": "Matthew Lansburgh",
    "date": "2024",
    "url": "https://www.vqronline.org/fiction-2024/fiction/informant",
    "text": "Not long after Stewart vowed to delete Grindr and Jack’d and every other dating app he’d ever downloaded, Anders Nyberg emailed to say he’d moved back to Maine and would be coming down to New York for three days. In college, Stewart had fantasized about Anders endlessly—the lanky kid with black hair and moss-colored eyes from a hamlet twenty miles south of the Canadian border. Anders was on the soccer team, and in the winter he spent his weekends cross-country skiing and making furniture out of reclaimed timber from an old Vermont barn. He had a tattoo of the Algerian flag on his left shoulder and lived off campus in an apartment with a woman from San Francisco and a Nigerian guy whose parents owned a yacht. He took women’s studies classes and wrote papers about post-structural feminism, and, even though he dated women, he never seemed completely straight. After graduation, Anders traveled to Algeria and Morocco and Portugal, where he lived on a sailboat with a woman named Louna and wrote Stewart long letters about the books he was reading and what he called his “spiritual journey.” Each letter filled Stewart with a maelstrom of emotions. Then, eventually, after Anders sent him a birthday card with news of a new girlfriend, a woman from Morocco whom Anders described as the love of his life, Stewart decided that hoping he’d ever reciprocate his feelings was a lost cause. He told himself to move on. The last he’d heard, Anders was living in a small fishing village north of Lisbon, making pottery. They agreed to meet at a vegan place in the East Village at 7:00 p.m. Despite the fact that Stewart was usually quite punctual, he found himself running a few minutes late. Just as he was leaving his apartment, he got drawn into a long conversation with his building’s super, who’d been promising to fix a leak in the kitchen. Unable to find a cab, Stewart sprinted from Ninth Avenue to Broadway, where he turned right and headed downtown. Two blocks north of Union Square, he dashed across the street without seeing an oncoming taxi. The cab plowed into him at a velocity of thirty-seven miles per hour, sending him flying. It’s often said that when you die your life flashes before your eyes. But in the moments before he lost consciousness, the only thing Stewart registered was the intense flash of pain on the left side of his body—his hip and his femur, which had been shattered in thirteen places—and then, for just a moment, the preternatural feeling of being borne into the air as if he were a child again and his mother was holding his tiny hands in her own, spinning him around and around (his body almost parallel to the ground as he screamed with delight). The next thing he knew, he was standing in line in a bleak cement plaza, the sky above him heavy with lead-gray clouds. To his right stood a squat rectangular structure whose concrete façade was cracked and weathered. In front of him, he saw a few dozen people in line. He couldn’t figure out where he was. Had he died and gone to Heaven? Instead of celestial, this place looked more like something Soviet, pre-Perestroika: large blocks of Brutalist buildings, one after another, metal benches attached seamlessly to the ground, shorn fields stretching into the distance. The person behind him—a stocky woman wearing a turquoise wool coat and a magenta scarf—kept telling him to stop looking so disturbed. “It’s not that bad,” she chided. “It could have been much worse. My friend Marit Grünweiss ended up in F- 19 . F-19 makes this place look like the Ritz-Carlton Key Biscayne.” Stewart looked at the woman, perplexed. He had no idea what she meant by F-19. He assumed it referred to some region or district or precinct, but that made no sense, because why would Heaven have precincts? “I know, I know—you were expecting gilded harps and halos and fluffy clouds,” she continued. “You’ll get used to it though. At least we have running water. In F-19, they have to use outhouses. They get their water from a well!” The woman introduced herself as Margaret and told him she was from Cincinnati. “Born and raised. That’s where I’m buried. I bought the plot with my husband. We prepaid so our kids wouldn’t have to worry about where to put us when we kicked the bucket.” She gave Stewart a little smile, and for a moment he wondered whether she was playing some kind of practical joke. “Plus, we wanted to make sure we were close to my parents. We didn’t want my sister-in-law getting involved. If we’d left it up to her, I probably would have gotten cremated. She’s a cheapskate.” The woman—Margaret—paused and adjusted the scarf wrapped around her head. “Her whole family’s cheap,” she continued. “They wouldn’t even pay for their own daughter’s wedding. Ron and I had to pay for the whole thing. Thirteen thousand dollars . And that was back in ’89. You know what I could have done with that money? I could have gone to Mazatlán or Puerta Vallarta. Instead, I’m sitting at home, playing mahjong and watching The Price is Right .” Stewart noticed the sky growing darker. He wished he had his fleece cap, because it was cold enough here that he could see his breath. He found it unsettling that everyone around him was acting so nonchalant, that no one seemed distraught or confused. He smiled at Margaret, though he wasn’t listening to what she was saying anymore. He was wondering whether he was hallucinating, whether someone had slipped something into the salad he’d had for lunch. He was trying to piece things together, to figure out what had happened to him. Strangely, he wasn’t in pain. He kept checking his body, but he didn’t feel like he had any broken bones or lacerations or trauma to his face or his skull. When he finally reached the front of the line—in the blink of an eye, it seemed—a thin man with wire-rimmed glasses handed him a rectangular piece of manila cardstock with the following written in black felt-tip pen: “Stewart Flecker. Precinct C-12.” The card was laminated and had an embossed seal as well as a small orange circle in the upper left corner. “Don’t lose it,” the man said. “Keep it in your pocket at all times, even when you go to the toilet. Josef will take you to your room. He can answer any questions you might have.” Stewart glanced at the man, whose clothes were too large, then at Josef, neither of whom looked elderly. Just then, a gray-haired woman with a cane and a sack of what appeared to be red onions strode up to Josef and asked him a question in a language Stewart didn’t recognize. She seemed quite upset and Josef said something sharp to her, in her own tongue, and she backed away, as if stricken. Josef took Stewart by the arm and guided him down a gravel path toward a large building with small windows that he said would be Stewart’s new home. The building was eight stories tall, and its exterior was spalling and streaked with rust-colored stains. “Someone already explain the schedule?” the man asked as they crossed a plaza patched with snow. “What schedule?” “What time to get up. What time we meet for group exercise. What time meals are served.” Josef had at least three days of stubble on his face—mostly gray with flecks of black, and though he wasn’t particularly handsome, he wasn’t bad looking. Stewart realized then what had been bothering him: He hadn’t seen any gay people around. Not a single homo. He found it strange to suddenly be in a place where no one looked like they’d ever set foot in Balenciaga or Paul Stuart or even H&M. He considered asking Josef how long he’d have to stay here and whether this was some kind of transitional space he was meant to occupy while the people in charge got his actual accommodations in order. He wanted to ask whether his permanent domicile would be less austere, somewhere more temperate, because he had no interest in spending the next umpteen years in such a dreary place. Stewart was only forty-five but his plan had been to retire in California, where he grew up and where his mother had lived until her death. He’s intended to buy a small condo with a balcony overlooking the Pacific. He’d hoped to use his retirement savings to do some travel. At home, in his walk-up in Chelsea, he’d kept lists of places he wanted to visit: Japan and Cyprus and the Azores; Alaska, Kenya, and Morocco. Above all, he’d always wanted to see La Recoleta Cemetery in Buenos Aires, where Eva Perón and Silvina Ocampo were buried. Soon enough, he and Josef were standing in a dimly lit lobby, waiting for the elevator, and Josef was telling him dinners on Sunday were at 5:00, instead of 6:00, because lunch wasn’t served on the Sabbath. “If you’re smart, you’ll take an extra banana or orange at breakfast so you have something to snack on. That’s what I always do.” Stewart was still having a hard time making sense of everything: just like that, he’d gone from the pulsing heart of Manhattan to some kind of Chernobyl trapped in time. He looked at the floor—studying the pattern of black and white squares—and it occurred to him the black of the tiles matched Josef’s leather boots. Both shades were dull, not like the absolute black of obsidian, but like the black you might see if you happened to come across a body of water, a lake, say, at night in the middle of winter: the kind of darkness that had a bit of luminosity to it, from the moon or the stars. Stewart felt a tightening in his throat, and he wondered whether he might start to cry. He’d always been bad with transitions. Even moving twelve blocks south, from one rent-stabilized apartment to another, had been difficult for him. “You’ve probably got questions,” the man continued. “But don’t worry: It’s not as bad as it looks. Heaven used to be nicer, but between the budget cuts and the mismanagement, this is what we’re left with. It may not be Arcadia, but it’s not horrible. And if you’re wondering what hell is like, don’t waste your time—that place is like Abu Ghraib.” Stewart was surprised by the comparison. He wondered how Josef knew about Abu Ghraib and how long he’d been dead. As if reading Stewart’s mind, Josef continued, “Don’t look so confused. Just because we’re deceased doesn’t mean we don’t know what’s going on down there.” They were in the elevator now, making their way up to the sixth floor. The cab’s movement felt tentative, and he wondered whether they might get stuck between floors. Stewart heard a grating sound above him. The cab slowed, then lurched to a halt, and the door opened onto a high-ceilinged hallway. He was struck by how much it reminded him of his high school: gray, cavernous, dull linoleum floors. The hallway was quiet, and as they exited the elevator and walked side by side, Stewart saw no signs of life. A moment later, Josef pointed to a splintered wooden door. “Here’s your room, my friend. Just across from the bathroom. Easy access,” he said, smiling. “Now make yourself at home. There’s a bar of soap for you and a towel. Just holler if you need anything.” And, like that, Josef turned and walked back down the hallway, leaving Stewart to wonder whether he should call after him, because he still had questions. He wanted to know, for example, how Josef knew what was happening on Earth. Could people here, wherever he was, see what was happening on Earth? The idea took hold of him, for he was certain that being able to see what was happening in New York would make him feel less lonely and unmoored. Stewart wanted to know whether it might be possible to see Anders, or at least get him a message, even just a text. He would have apologized for missing their dinner, would have told him he wasn’t angry that Anders had been out of touch for so long. He would have admitted that he loved him, that he’d loved him since college. He might even have admitted that he’d trolled the Facebook pages of college friends for any shred of news about him. Stewart’s rational self knew there was no point, now that he was dead, in reminiscing about Anders or any of the other guys he’d fallen in love with over the years. On the other hand, he considered the fact that on more than one occasion his mother, Heike, had returned to Earth to visit him from the afterlife. At first, her appearance had freaked him out, but eventually he grew used to it, though her comings and goings could never be predicted. During the first days after her funeral, he’d been happy when Heike visited him. Initially when she appeared, Stewart was still in Ventana Beach, cleaning out her condo, and he was incredulous—full of astonishment and delight. Astonished not just that his mother had somehow managed to come back from the dead, but also that he felt a tenderness in her presence he hadn’t felt in years. His room was small and dank and smelled as if someone had let wet laundry pile up for weeks. The walls were cinderblock, the furnishings sparse: two single beds, both neatly made, a compact desk with a wooden chair, a narrow closet with five or six hangers and an avocado-green carpet. The carpet seemed entirely out of place—it was more of a shag rug than a carpet—and it looked quite fashionable. Next to the desk was the blue suitcase he’d kept in his closet on Earth. Seeing the suitcase filled him with sadness and yearning, because, somehow, it made everything feel more real. Outside, the sky was darkening and only the faintest bit of light was filtering into the room through the window overlooking the courtyard, its concrete expanse riddled with pockmarks and cracks. Stewart put the suitcase on the bed closest to the window and unzipped it, deciding he should unpack his things and get settled before night descended. It didn’t look like he had a roommate—at least not yet—and he figured it would be prudent to claim a few of the drawers. He tried to remember what his mother had told him about Heaven the last time she’d visited him. He had just stepped out of the shower and was rushing to get ready for a dentist appointment. He was drying himself when he heard her calling his name through the bathroom door. “Stewart? I have to talk to you,” she shouted. “I can’t now!” he hollered back. “I’m running late. Can you stop by later?” “I can’t come by later. You know how they are! I don’t just snap my fingers asking to be excused.” “Well, I’m naked. You can’t just show up whenever and expect me to be available!” He dried his hair quickly, put on a shirt, wrapped the towel around his waist, and opened the door. He expected to see her there, waiting for him impatiently, but she was gone. He called out, apologizing for being short with her. He said she could come with him to pick up his new mouth guard if she didn’t mind taking the subway, but she was nowhere to be found. His apartment was empty. During the first days after her funeral, he’d been happy when Heike visited him. Initially when she appeared, Stewart was still in Ventana Beach, cleaning out her condo, and he was incredulous—full of astonishment and delight. Astonished not just that his mother had somehow managed to come back from the dead, but also that he felt a tenderness in her presence he hadn’t felt in years. She visited six times in all, and, soon enough, she became as pushy and domineering as she’d been before her aneurysm. The suitcase with Stewart’s things looked like it had been packed in a hurry. Normally when he went on a trip he folded his shirts and pants, but his clothes were scrunched up. Clearly the person who’d put his things into the suitcase knew nothing about him. They’d chosen his worst underwear, leaving his bulge-enhancing boxer briefs behind and selecting his frayed Hanes which were all too tight and, in some cases, stained. In terms of toiletries, they’d included the toothbrush that was worst for his gums, the free dental floss he got from the dentist, and an ancient tube of Crest, instead of his organic antiplaque toothpaste formulated with xylitol and myrrh. He decided he should be grateful he’d been given any clothing at all, but he wished he’d been allowed to select the items he could bring along. He would have packed the selected poems of Seamus Heaney and Elizabeth Bishop and his stack of postcards from the Guggenheim and MoMA—featuring paintings of Miró and Chagall and Kandinsky—along with some Scotch Tape, so he could affix something uplifting on his walls. He would have brought the box of letters he kept next to his bed—letters he’d received from his mother over the years, and from Anders when he was in the Peace Corps—and maybe a container of lube. Four nights later , the sound of knocking at his door roused Stewart from a dream in which he and Anders were in a rowboat, crossing an enormous lake. Again he heard the rapping, this time more insistent. He got up, put on his glasses, and made his way to the door, opening it slowly. In the crack of light, he saw his mother standing there in the hallway, wearing a heavy black coat and holding a large canvas bag. “My god,” she said, pushing the door open and coming in. “It’s you! My son.” “Mom?” “You don’t know what I went through to make it here. I had to bribe a farmer to take me here in his truck, but then his engine broke down and I had to walk you never imagine how far. I thought the guards might catch me, but I made it. Luckily I still had my old key so I could let myself into the lobby.” “How did you know I was here?” he asked, turning on the flashlight Josef had lent him. “No—no lights! Are you crazy?” “How did you find me? Are you okay?” Her face was caked with dirt; she smelled like she hadn’t bathed in weeks. “Be quiet!” she snapped. “We have to keep our voices down so no one can hear us.” “What the hell is even going on?” he said in a frantic half whisper. “Where are we?” “I didn’t think I’d ever see you again,” she said, embracing him tightly, her odor filling his lungs. “I thought that was it.” He began to cry, and she took his face in her hands. “There’s no time for tears. You have to pull yourself together. We don’t have the luxury of tears—you have to gather your things and we have to leave.” “Leave? What do you mean?” “We need to catch a train. There’s a train that travels along the perimeter of C-14 and comes through at 5:20 a.m. We must walk there to catch it.” In the darkness, her face looked haggard, her eyes as large and luminous as a leopard’s. “I can explain everything on the way. We have to walk through the woods to get there in time. Now tell me, do you have a bandage I can use?” She sat down on the edge of his bed and started to take off her boots. “I got a terrible blister on my left heel. The shoes they gave me are too small.” “What kind of train is it?” “What do you mean what kind of train is it? It’s a train! A train like any other train! It can take us to the countryside, there’s a cabin there where we can live. It’ll be safe. Now please, find me a Band-Aid or something I can put on my heel.” He stood there looking at her, at the wrinkles in her face and her unkempt hair and filthy hands, and at her heel, because she’d taken off her left boot and her sock. He could see her foot in the patch of moonlight coming in through the window. Her toenails were terrifying: thick and yellow and claw-like. He watched her caress the inflamed area near the blister. He told her he didn’t have a bandage; all he had were his clothes and the things that had been in the room when he arrived. “Then some toilet paper from the bathroom or a napkin I can put over this,” she said. “And I need thicker socks. My socks are too thin. I need something to cushion my skin.” He went to his drawer and found a pair of black athletic socks. “Perfect. That’s good. I’ll wear those on top.” “What train are we catching? Where does it go?” “It goes north. They carry chickens and cows north for the spring, and we can get on with some of the farmers who travel that way. I got you an ID card already. Your name is now Amos Pierce. You have to remember that.” The next thing he knew she was standing up, and opening the door, and striding down the hall toward the stairway. From behind, she didn’t look familiar. On Earth, she’d always worn bright-colored clothing—tangerine dresses and pink bikinis and citrine hats, but her coat here looked like it belonged to a Russian peasant. She could have been anyone, could have been a stranger taking him to be shot. Outside, the sky was clear, the moon bright. Stewart saw his breath each time he exhaled. Heike was two strides ahead of him, walking faster than he’d ever seen her move. When they reached the gravel road outside the perimeter of the buildings she told him to hurry up, and soon enough she veered off into the woods. “Why are you walking so slowly?” she scolded. “Look at me. I’m an old woman with a painful foot and I can move faster than you. We need to hurry. If we miss the train, that’s it.” He asked what she meant, but she didn’t answer. It made no sense to him that people here still measured time with watches and clocks. They scampered over branches and pine needles and patches of snow, Stewart carrying his blue suitcase in his right hand until he was sweating and his arm was sore. When he asked to stop for a moment to catch his breath, she refused, unleashing yet another diatribe. They kept moving, and he wondered whether he should have stayed in his warm bed. Everything had happened so quickly and his mother hadn’t given him a chance to collect his thoughts. He asked her where they’d end up and whether it would be safe. “Safe, yes, but not fancy. It has a well in the back and, if we’re lucky, some potatoes. People complain the land there is barren, but the soil isn’t as bad as you think.” In the distance, he heard what sounded like an owl as Heike continued on, navigating the fallen branches and rocks and other obstacles as nimbly as a Rocky Mountain goat. On Earth, Heike had always been a bulldozer, had always forced Stewart into situations that made him uncomfortable—making him go with her to steal oranges from a tree down the block without her neighbor’s permission, or sneak into swimming pools at fancy hotels where they couldn’t afford to stay, or keep his mouth shut at Vons when she slipped packages of Camembert and expensive jams into her purse. He wondered now if it had been a mistake to let her talk him into leaving his dorm in the middle of the night. He wondered whether, if he’d stayed put and behaved himself, he might have been able to figure out a way to see Anders again. Two hours into their journey, Heike tripped and cursed loudly in German, and Stewart offered to carry her backpack. It was heavier than he expected, and it wasn’t until later that he discovered everything she’d managed to stuff inside: not just the metal canister filled with water, but also a paper bag full of shelled walnuts, three large pieces of dried ham wrapped in tinfoil, a wool blanket, two ceramic plates featuring Donald Duck and Minnie Mouse, a spoon, two forks, a box of matches, flint, an XL poncho, a pocketknife with a serrated blade and a small wolf carved into the handle, and a photo album Stewart recognized from her condo in Ventana Beach. She reminded him again that time was of the essence and he forced himself to press on until, eventually, they saw a clearing in the woods on the side of the road. They were both sweating heavily, and she told him he could have three sips of water but no more. “It needs to last us,” she admonished. On Earth, he would have hesitated to drink after his mother, but here he didn’t make a fuss. He was exhausted, and his back was hurting, and he had no idea what would happen to them. “Will there be food we can eat?” he asked a few minutes later as they crossed through a grove of gnarled, leafless trees that looked like figures rising up from the ground writhing in pain. “On the train?” He nodded. “You really don’t understand what’s confronting you here, do you, mein Schatz ? This isn’t Amtrak we’re taking.” She told him the banana and the orange and the walnuts and the ham were their only food, and the water in the cannister was their only water, and he should be grateful. “Do you know how many people have starved to death here?” He had no idea what she meant, given that they were already deceased. Had he entered some kind of twilight zone where people could die again and again? Since he’d arrived in Heaven, some people had told him that the next life was even more wretched than the place they now lived. The moon—which seemed somehow larger than it appeared on Earth—was nearly full, and they traversed areas thick with poplars and spruce and towering oak. They crossed a creek where his mother gamboled from one stone to the next, while he lost his footing and landed in the stream, soaking his pants. When she confirmed he wasn’t hurt, she prodded him forward. They crossed a field where, in the distance, he saw what appeared to be moose. They negotiated terrain so sludgy it felt like they were wading through wet cement. Stewart wondered what Anders was doing then, whether he was at his parents’ house in Maine or back in Europe. Anders was a nomad. This was one of the things that made him so attractive—his unfettered curiosity and hunger for new experiences. Stewart kept wondering why Anders had reached out to him after being out of touch for so long. Was it possible that things with his girlfriend had ended? Was it possible he’d decided he wanted to be more than just friends? Stewart didn’t want to live with his mother in a hut in the middle of nowhere. The idea of spending every waking minute with her for years on end was impossible to fathom. On Earth, visiting her for just three or four days over Christmas often pushed him over the edge. He felt a pebble in his shoe and was going to ask to stop when, miraculously, a clearing appeared in the distance; there, before them, were the railroad tracks and a small wooden hut. “Christ,” he called out. “We made it.” He saw his mother pick up her pace. She looked at her watch and when she got to the railroad tracks, she looked left and right into the distance. “I don’t know if we made it,” she replied grimly. “We’ll it’s only 5:13. You said the train doesn’t come until 5:20.” “The times are approximations. Sometimes the trains come sooner, sometimes later.” Stewart scrutinized the hut: a small structure made of wide, weathered planks with a flimsy wooden door and a single, forlorn window whose glass was covered in grime. “We’ll just wait,” he said, with as much authority as he could muster. “We can wait inside there.” His mother bent down and felt the tracks with her hands. “What are you doing?” he asked, full of irritation. “I’m trying to figure out if the track feels warm or if there’s any vibration.” “You think the track’s going to feel warm?” “ You have a better idea? ” “Let’s just go in the hut and wait there. I’m exhausted.” She told him she’d come inside in a minute, after she moved her bowels. The hut had a narrow bench and stool and, on the floor, a toppled pitcher. In the corner lay a rabbit that looked like it had been dead for weeks. Its skull was intact, but it was eviscerated, its body sliced lengthwise. If he’d had more energy, Stewart would have tossed the carcass outside onto the dirt. Instead, he sat on the bench and opened his mother’s rucksack and took out a piece of the ham, which was thick and well-salted and delicious. He’d taken four bites when Heike opened the door. “How dare you go into my bag and get yourself this ham without asking me!” she shouted. She looked like a wild animal. He stopped chewing momentarily. “I’m starving,” he replied with zero emotion. “What about me? Don’t you think I’d like a piece of ham too?” “There’s two more pieces,” he said, pushing the bag towards her. “I know there are two more pieces! That’s all we have! We have exactly three pieces of ham—that’s it. There’s nothing else.” “I’m sorry. I figured once we got on the train, we’d be fine.” “How dare you talk to me this way,” she shouted. “Do you know what I’ve been through? Do you? You have no idea what’s happened to me!” She was sitting on the stool across from him, in the dark, and her presence filled the room, weighing down on him like an invisible force. He could see the outline of her body; moonlight made its way into the hut through the gaps in the walls and the window. As she took off her boots, she launched into him, telling him he was selfish and spoiled and had never cared about anyone but himself. “Why do you think these boyfriends of yours keep breaking up with you? Why? ” “What the fuck is that supposed to mean?” he shot back. He realized then that he hated his mother. His prior feelings of tenderness had all been misguided. He’d never been selfish with his boyfriends. If anything, he’d always been desperate to please them. Heike burst into tears and started rifling through her rucksack and took the photo album out in her soiled hands. “Do you see this?” she yelled, holding it out to him “Take it!” He hesitated, eyeing the album’s pink cover with the orange tulips. “ Take it! ” He took it from her. “Why?” he said, feebly. “Why? Because they’re our memories. They’re from our life together when we were close.” He stared at a soiled rag on the ground. “Look at them!” she demanded. “My hands are all dirty,” he managed, looking down at a butterfly on one of the tulips. “Ach, your hands are always dirty. Watch this,” she said, grabbing her rucksack. She rummaged through her things and a moment later she took out a lighter and flicked it twice until a yellow flame sprang up. She held the flame up and stared at him. “Give it to me!” He had no idea what she was planning to do. Was she threatening to burn the album? She was a pro at being manipulative, but this was next level. “Mom, please, calm down. Everything’s going to be okay. The train is going to come and we’ll go to that cabin.” “How do you know the train is going to come? It’s 5:30! The train probably already came.” She slammed her hands on her knees, eyes ravenous. Apropos of nothing, the image of Raskolnikov using an axe to smash the old pawnbroker’s skull suddenly filled his mind: the hag’s exposed cranium, matted down with gray hair, beckoning him in the pale light of her cluttered apartment, her frail neck inviting him to end her existence. Stewart pictured the axe meeting the crown of the old woman’s skull. He heard her cry out, then saw her sink down to the floor. He imagined his mother collapsing to the ground also, there in the hut, her body crumpling as he fled into the night. He imagined prostrating himself on metal tracks, praying the train would come through at full force and end things once and for all. When Stewart awoke , his body was stiff from sleeping on the wooden floor. Sunlight filtered in through the small window, and, according to his watch, it was 8:35. He didn’t see his mother, though he heard a thudding sound outside the cabin. He got up, put on his shoes, and opened the door. Twenty feet away he saw Heike on her knees, in a dirty patch of snow, using a rusted piece of metal to dig a hole. Next to her, on a section of bare earth, lay the rabbit’s body. In the sunlight, the animal’s remains looked menacing: splayed carcass, bulging eyes, bared teeth. “What are you doing?” Part of him felt contrite for not having been kinder to her when they’d arrived at the hut. “I’m burying this thing. Come and help me.” “What’s the point?” “It’s a dead animal. You want to just leave it out here on the field?” He was studying her now, taking in her battered face in the sun. “I don’t know. What’s wrong with that?” “You have a lot of nerve sleeping like a prince, then waking up and questioning me. I’m making a grave for this rabbit. Now will you please come here and help?” He moved toward her then crouched down, assessing the situation. The hole was already a few feet deep, and he didn’t see any rocks or other tools he could use. “Isn’t it deep enough already?” She paused and looked up at him, exasperated, her face sweating, cheeks streaked with mud. “Look, I need you to go back to C-12 and find a friend of mine. She lives in Oleander. Her name is Sallie Kleinfeldt. She can help us get out of here. You have to go talk to her and tell her we need her to get us a car.” Stewart looked at her as if she’d just told him she wanted him to do seven backflips in quick succession. “We have no choice,” she continued. “The next train may not come for several more days, and we can’t sit here like lame ducks. It’s not safe. You need to go to Sallie and arrange things with her. You can trust her. She befriended me when I first arrived. She has red hair and refined glasses.” Heike stood up and reached into her pocket. “Give her this,” she said, handing him a small package wrapped in burlap and tied with a piece of twine. In the morning light, his mother looked like a corpse—sallow and wizened and frail. He noticed, for the first time, a large scab on her neck. “What is it?” he asked. “It’s better you don’t know. It’s valuable. Sallie will know what it is. Tell her we depend on her.” Stewart felt a pressure building in his skull. On Earth he’d done everything in his power to be careful and prudent. He flossed twice a day, avoided hard candies and peanut brittle, went to the doctor at the slightest sign something might be wrong, backed up the files on his computer obsessively. Now he was supposed to head back to the Precinct from which he’d just escaped? He was supposed to try to get a complete stranger to break who-knew-how-many rules to help them escape? He might as well be trying to cross the Amazon River by swimming through a shoal of red-bellied piranhas all chomping at the bit for their next snack. Against his better instincts, Stewart began the journey back, cutting across the open field and heading into the woods they’d traversed the night before. He followed the path that led to the stream he’d fallen into just hours earlier. The sun was strong and felt good on his face. He walked quickly, holding the burlap tied with twine tight in his fist. At some point during the return trip, his watch stopped, inexplicably, and his mind began to spiral. He began to feel lightheaded from hunger, and all he could think about was the ham, how miraculous the slab of salty meat had tasted. He imagined himself spraining his ankle and freezing in the snow, imagined himself getting lost and being hunted down by the men Heike said patrolled this region of Heaven with rifles and German shepherds. The night before, when Stewart had asked her why, if they were in Heaven, guards were necessary, her reply was laden with bile. “What means Heaven? Heaven is a fable. Call it whatever you want. It’s like wartime up here. In some precincts, people are kept in barbed-wire cages. They starve to death slowly, and their teeth are extracted for gold.” “Did we end up in hell then?” “How should I know? What does it matter? Heaven, hell, who cares what it’s called? We’re here, and we must do our best to survive.” When Stewart was a child, Heike had told him stories about growing up in Germany during the War—how she and her mother and brother had fled Leipzig to escape the air raids, and how they’d lived in a cottage without running water for eight years, stealing grass from a neighboring field to feed their rabbits, having to parcel out a single loaf of bread to make sure it lasted a week. She told him she’d cut holes in the front of her shoes when her feet grew too large, walking miles to attend school. Three hours into his trip back, Stewart began eating fistfuls of snow, trying to quench his thirst. He thought about his mother’s face and the scab on her neck and the dead rabbit—its protruding eyes, its urine-colored teeth—and about how he’d stood outside the hut, like a fool, watching her dig that ridiculous grave. He wondered whether the authorities had sent out a search party to look for them and what would happen if they found out he’d tried to escape. In the distance he heard a sound and, when he looked up, he saw a flock of turkeys working their way through the brush and the fallen leaves. The backpack was heavier than he expected, and it wasn’t until later that he discovered everything she’d managed to stuff inside: not just the metal canister filled with water, but also a paper bag full of shelled walnuts, three large pieces of dried ham wrapped in tinfoil, a wool blanket, two ceramic plates featuring Donald Duck and Minnie Mouse, a spoon, two forks, a box of matches, flint, an XL poncho, a pocketknife with a serrated blade and a small wolf carved into the handle, and a photo album Stewart recognized from her condo in Ventana Beach. Eventually, when Stewart was certain he’d become lost and would never reach C-12 again, when the sun was high in the sky and his stomach was churning with hunger, he saw the Precinct’s austere concrete buildings in the distance. He tried to figure out what he’d say if someone saw him going back to his room covered in mud. He imagined being shot in the skull, and he wondered if he should turn around and go back to his mother, but he knew he had to press on. He still carried the burlap in his pocket and, though he’d been curious to know what it contained, he’d resisted the urge to undo the twine. Somehow, against all odds, he found himself approaching and then entering C-12 without being seen. Picking up his pace, he crossed the field leading toward the buildings, then the parking lot. His eyes fixed on the ground, he passed a large faded mural on the side of a tall building with an image of a boy in a blue uniform running with a kite. When he arrived in his room, he locked the door, breath rapid and shallow. He sat on his bed, terrified, looking at the linoleum floor and the shag carpet, listening for sounds in the hallway. He took out the ID card his mother had given him, wondering who Amos Pierce was and what she’d done to get the ID. He knew he didn’t have the luxury of allowing his thoughts to unravel, however, that he needed to put his shoes back on and find Sallie Kleinfeldt, or whatever her name was, as quickly as possible. He examined the package his mother had given him and wondered whether it contained something precious. It weighed almost nothing and seemed too small to hold a cell phone or any electronic device. His hands and clothes were filthy. He took a deep breath and made his way to the shower, got in and turned the water to hot. The shower curtain was opaque, and he kept pulling it back to make sure no one had followed him. He pictured someone waiting for him in the bathroom with a knife. It had been nearly a week since he’d jacked off, and he imagined Anders mounting him. He saw before him Anders’s muscled chest and his shaggy hair, and his impossibly beautiful penis. Stewart knew men weren’t allowed in Oleander, but, at this point, that was the least of his concerns. If Sallie Kleinfeldt chastised him for breaking the rules, he’d plead ignorance. He had no other options. He knocked on her door and waited. Moments later, he heard a woman inside the apartment ask—obviously irritated—who it was. He identified himself, and started to explain the situation when the door flew open and the woman cut him off. She had gray hair pulled back in a ponytail and a mohair sweater with a green palm tree on the chest. “You realize you shouldn’t be in this building, don’t you?” He nodded, and she told him he could come in for a minute. “But just one,” she added, standing in her dimly-lit hallway. Her tongue was probing her rear molars as if she were in the middle of eating. Stewart spoke quickly, heart pounding. Sallie looked at him skeptically. “Do you know what the punishment is for trying to escape? What makes your mother think I can even help you two get a car? What gave her that impression?” “I’m sorry,” he said, sweating now. “My mother told me you’d be able to help us. She wanted me to give you this.” He handed her the small burlap package, and she stared at it. “What’s this?” she asked impatiently. Quickly she undid the twine and opened the package. Inside was what looked like a diamond the size of a small apricot: even in the dim light, it sparkled brilliantly. Stewart felt his heartbeat quicken. He’d never seen a diamond this large before, and he wondered where his mother had gotten it. Sallie’s eyes lit up, and she smiled, revealing most of her teeth. She took the gem and held it up to the ceiling light. “Is it real?” she asked. The apartment’s air smelled of asparagus and onions. “Who is it?” a voice called out from the living room. The voice was familiar, and Stewart realized it was Margaret, the woman he’d met when he first arrived in Heaven. “It’s the German woman’s son,” Sallie called out. “He says he needs help.” Margaret came into the hallway, holding a half-eaten lemon square. “The New Yorker?” she exclaimed, chewing. “You’re the German lady’s son?” He nodded. “Heavens to Betsy. That woman is a handful.” Margaret had on a bright orange sweater, along with the same magenta scarf she was wearing when Stewart first met her. “He’s asking whether I can get him a car,” Sallie said. “A car! Why on Earth does he need a car?” Sallie started to explain and showed Margaret the diamond. “Where’d she get this?” Margaret asked, taking it and holding it up to the light. Her skin was chapped, and there were deep cuts on her fingertips and knuckles. “She got it from a man in C-23,” Stewart said, deciding he needed to adopt an air of authority and conviction. “She traded it for some jewelry.” “Honestly. Ding-ding-ding ,” Margaret replied, wagging her left index finger high in the air. “Know what that is?” Stewart shook his head. “It’s my bullshit detector.” She handed the stone back to Sallie. “You better check this. No way they had a diamond like this up there.” Stewart’s mouth suddenly felt like it had been stuffed with cotton and, as Sallie headed through the living room into what he assumed was her bedroom, his entire body began to perspire. “Well, you might as well come in and have a seat,” Margaret said, heading back into the living room. The room was spacious and had a beautiful couch that looked like it might have come from 1930s Vienna—red velvet upholstery and carved wooden legs. “Wanna cookie?” Margaret asked. She gestured to a small plate on the coffee table piled high with lemon squares and chocolate chip cookies and what looked like pecan sandies. Stewart thanked her and took one of the lemon squares, feeling the intensity of Margaret’s gaze on him as he sat in the armchair farthest from the couch. She asked him how on Earth his mother had escaped C-23. “You realize there are rules against aiding and abetting?” she said, leaning forward and taking two of the sandies. “Serious penalties.” Her fingers were knobby and crooked, and he noticed a small round scar on the top of her right hand, a cigarette burn maybe. “I’m sorry,” he stammered. “I didn’t realize that.” “Well, it’s common sense to most people, but live and learn. What’s taking you so long?” she yelled out at Sallie. “Coming!” Sallie said, hurrying back into the living room. “I had to find my loupe.” “So?” Margaret said. “What’s the verdict?” “Looks like quartz to me.” “Let me take a look.” Margaret got up and took the rock and the loupe over to a small wooden desk with a lamp. There were four paintings on the wall: a still life of a vase of flowers, and another of a bowl of cherries and some dates, along with a landscape of what looked like the Scottish Highlands. The fourth painting showed a fisherman proudly holding up a large pike in his bare hands. The man was standing next to a wooden rowboat on the shore of a body of water, grey clouds in the sky, and in the distance, tall cliffs rising up from the ocean. “It’s quartz all right,” Margaret said. She made a tsking sound. “Figures. I knew she was trouble from the minute I set eyes on her.” “You realize what this means?” she asked Stewart. He shook his head. “It means she’s trafficking in counterfeit goods—in addition to everything else she’s guilty of.” Stewart said he didn’t think his mother was trying to trick anyone. He said she was old and exhausted and hadn’t done anything wrong. “Hasn’t done anything wrong?” Margaret guffawed. “Ha! She’s done plenty wrong. Why else do you think we put her up in C-23? She’s a troublemaker, and you, my friend, are an accomplice—whether you like it or not.” “But we were just trying to go to her hut. What crime did we commit?” “You were given a handbook when you arrived. Section 3.45, subsection (a) clearly states people are not permitted to enter or vacate a Precinct other than their assigned Precinct without written permission from the Office of Reconciliation. Did you have a letter from the Office of Reconciliation?” He shook his head. “Of course you didn’t. Did your mother have a letter?” He shrugged. “Of course she didn’t.” “That makes you both criminals. Now, granted, her crimes are more serious, but you’re both culpable. They’ll have a trial, of course, and you’ll be asked to testify. You can tell them she took you against your will, but who knows how much it’ll help. Depends on how cooperative you are, I suppose. I don’t make the rules.” She used a napkin to wipe the crumbs from the sides of her mouth. He looked at the two women, who were now sitting next to each other on the couch, staring at him. He told them he was sorry, trying to think of something to say that might change the conversation’s direction. “At this point, apologizing won’t do much good,” Margaret continued. “And neither will your tears.” Then she asked him to tell her what exactly Heike had told him about the hut and the particulars of her departure from C-23. Margaret wanted details—wanted to know who’d sold his mother the hut and how Heike had managed to get out of C-23 and who the farmer was who’d helped her escape. As he spoke, he stared at the painting of the fisherman, and grew increasingly detached from his presence in the room, until eventually it felt as if the entire conversation were taking place behind a wall of thick glass. He could barely hear what Margaret was saying, because he knew that soon enough he’d have to provide a detailed accounting of his mother’s arrival to his room the previous evening, and their journey to the train tracks, and anything else that seemed relevant, and he wanted to make sure he kept a clear head so he didn’t say anything that might be used against him if there did end up being a trial. The small lamp in the corner filled the room with a yellow light that cast shadows across the women’s faces and made it hard to see whether they were looking directly at him or at something else. The room grew increasingly hot. Stewart thought he smelled smoke. The air in his lungs felt thick, the lamp radiated heat. He imagined orange flames moving up the walls of the living room, consuming them all. Meanwhile, these women continued to interrogate him, chewing and talking, chewing and talking. Years later, after his mother was apprehended and the trials were held, Stewart would remember looking at these women and feeling the room grow hotter and hotter, like a kind of inferno. He’d remember Sallie chewing one of the cookies, and the crumbs on her lap, and he’d remember how damp his clothes grew from his perspiration. This memory of smoke and heat and fire would stay with him long after his confession and his betrayal—he guarded it closely, because it was the last memory of warmth he would have. The place he and his mother were kept in confinement was perpetually cold, with its concrete floors and steel walls and its lack of blankets and heat. Outside, he pictured nothing but fields of ice and of snow. He and his mother lived thusly for decades, it seemed, maybe longer. They slept holding one another, grateful for the modicum of warmth each provided the other in that region of Heaven so distant and forlorn that it was not even considered a Precinct."
  }
]